Repository: blue0316/salon
Catalog: bnb_customer/lib/src/localization/app_*.arb
Languages: cs, es, fr, pt, ro, uk

# seat_dialogue_12
source: If you have an equal number of masters and seats (workplaces), we recommend choosing "by the number of masters". If several masters share the same workplace, select "by the number of seats" Add the number of seats you have and name them. This way the system will check the availability of the master and the workplace at a specific time for making an appointment
cs: Pokud máte stejný počet mistrů a míst (pracovišť), doporučujeme vybrat "podle počtu mistrů". Pokud si několik mistrů sdílí stejné pracoviště, vyberte "podle počtu míst". Přidejte počet míst, které máte, a pojmenujte je. Tímto způsobem systém zkontroluje dostupnost mistra a pracoviště v konkrétním čase pro domluvení schůzky
es: Si tiene el mismo número de Masters y puestos (lugares de trabajo), le recomendamos que elija "por número de Masters". Si varios Masters comparten el mismo puesto de trabajo, seleccione "por número de puestos"n De esta forma el sistema comprobará la disponibilidad del Master y del puesto de trabajo a una hora determinada para concertar una cita
fr: Si vous avez autant de maîtres que de sièges (postes de travail), nous vous recommandons de choisir "en fonction du nombre de maîtres". Si plusieurs maîtres partagent le même poste de travail, sélectionnez "en fonction du nombre de sièges" Ajoutez le nombre de sièges que vous avez et donnez-leur un nom. Ainsi, le système vérifiera la disponibilité du maître et du poste de travail à un moment précis pour prendre un rendez-vous
pt: Se você tiver o mesmo número de Masters e postos de trabalho (locais de trabalho), recomendamos que escolha "por número de Masters". Se vários Masters compartilharem a mesma estação de trabalho, selecione "por número de postos de trabalho". Dessa forma, o sistema verificará a disponibilidade do Master e do posto de trabalho em um determinado horário para fazer uma consulta
ro: Daca ai un numar egal de maestri si scaune (statii de lucru), iti recomandam sa alegi "in functie de numarul de maestri". In cazul in care cativa maestri impart aceeasi statie de lucru, selecteaza "in functie de numarul de scaune" Adauga numarul de scaune pe care le ai si denumeste-le. Astfel sistemul va verifica disponibilitatea maestrului si a statiei de lucru la un timp specific, pentru a face o programare
uk: Якщо кількість майстрів і робочих місць однакова, рекомендуємо обрати доступність запису на послугу "за кількістю майстрів". Якщо кілька майстрів ділять між собою одне робоче місце, оберіть "за кількістю робочих місць". Додайте кількість ваших робочих місць і назвіть їх. Так система перевірятиме, чи вільні майстер та робоче місце у конкретний час для запису клієнта.

source: Alright
cs: V pořádku
es: De acuerdo
fr: D'accord
pt: De acordo
ro: In regula
uk: Гаразд

source: No service available
cs: Žádná služba není k dispozici
es: Ningún servicio disponible
fr: Aucun service disponible
pt: Nenhum serviço disponível
ro: Niciun serviciu disponibil
uk: Послуга недоступна

# assign_seat
source: Assign a seat
cs: Přiřadit místo
es: Asignar un puesto
fr: Attribuer un siège
pt: Atribuir uma postos
ro: Atribuie un scaun
uk: Призначити місце

source: Selected seat
cs: Vybrané místo
es: Puesto seleccionado
fr: Siège sélectionné
pt: Posto selecionado
ro: Scaunul selectat
uk: Обране місце

# select_seat
source: Select a seat
cs: Vybrat místo
es: Seleccionar un puesto
fr: Sélectionner un siège
pt: Selecionar um posto
ro: Selecteaza un scaun
uk: Виберіть місце

source: No seat selected
cs: Žádné místo nebylo vybráno
es: Ningún puesto seleccionado
fr: Aucun siège sélectionné
pt: Nenhum posto selecionado
ro: Niciun scaun selectat
uk: Місце не вибрано

source: Choose customer
cs: Vyberte zákazníka
es: Elegir cliente
fr: Choisir un client
pt: Selecionar cliente
ro: Alege client
uk: Виберіть клієнта

# no_linked_customers
source: There are no clients in your client base yet. Here you can chat only with people from your base
cs: Zatím nemáte v zákaznické základně žádné klienty. Zde můžete chatovat pouze s lidmi z vaší základny
es: Aún no hay clientes en tu base de clientes. Aquí puedes chatear sólo con personas de tu base
fr: Il n'y a pas encore de clients dans votre base de clients. Ici, vous pouvez discuter uniquement avec des personnes de votre base
pt: Ainda não há clientes em sua base de clientes. Aqui você pode conversar apenas com pessoas de sua base de clientes
ro: Acum nu exista clienti in baza ta de date. Aici poti dialoga doar cu oameni din baza ta de date.
uk: У вашій базі поки немає клієнтів. Ви можете спілкуватися тут тільки з людьми зі своєї бази

# no_chats
source: No chats for now. Choose a client to start a dialogue
cs: Zatím žádné chaty. Vyberte klienta, abyste zahájili dialog
es: No hay chats por ahora. Elija un cliente para iniciar un diálogo
fr: Pas de discussions pour le moment. Choisissez un client pour commencer un dialogue
pt: Não há chats no momento. Escolha um cliente para iniciar um diálogo
ro: Niciun dialog deocamdata. Alege un client pentru a incepe un dialog
uk: Чатів поки немає. Оберіть клієнта, з яким хочете почати діалог

source: name
cs: jméno
es: Nombre
fr: nom
pt: Nome
ro: nume
uk: ім'я

source: First name
cs: Jméno
es: Primer nombre
fr: Prénom
pt: Primeiro nome
ro: Nume
uk: Ім'я

source: Last name
cs: Příjmení
es: Apellido
fr: Nom de famille
pt: Apelido
ro: Nume de familie
uk: Прізвище

source: Phone number
cs: Telefonní číslo
es: Numero de teléfono
fr: Numéro de téléphone
pt: Número de telefone
ro: Numar de telefon
uk: Номер телефону

# phoneNumberNotAvailable
source: Phone number is not available
cs: Telefonní číslo není k dispozici
es: El número telefónico no está disponible
fr: Le numéro de téléphone n'est pas disponible
pt: O número de telefone não está disponível
ro: Numarul de telefon nu este valabil
uk: Номер телефону недоступний

source: Working days/hours
cs: Pracovní dny/hodiny
es: Días/horas de trabajo
fr: Jours/heures de travail
pt: Dias/horas de trabalho
ro: Zile/ore de lucru
uk: Робочі дні/години

source: Photos of works
cs: Fotografie prací
es: Fotos de trabajos
fr: Photos des travaux
pt: Fotos de trabalhos
ro: Poze ale lucrarilor
uk: Фото робіт

# new_master_line1
source: This employee is available for booking
cs: Tento zaměstnanec je k dispozici pro rezervace
es: Este empleado está disponible para su reserva
fr: Cet employé est disponible à la réservation
pt: Este empregado está disponível para reserva
ro: Acest angajat este disponibil pentru rezervare
uk: Цей майстер доступний для запису

# description_title
source: About (Add a description)
cs: O (Přidejte popis)
es: Acerca de (Añadir una descripción)
fr: À propos (Ajouter une description)
pt: Sobre (Adicione uma descrição)
ro: Despre (Adauga o descriere)
uk: Деталі (додати опис)

source: Edit
cs: Upravit
es: Editar
fr: Modifier
pt: Editar
ro: Editeaza
uk: Редагувати

# description_line1
source: Add a description here!
cs: Přidejte zde popis!
es: ¡Agrega una descripción aquí!
fr: Ajoutez une description ici !
pt: Adicione uma descrição aqui!
ro: Adauga o descriere aici!
uk: Напишіть короткий опис

# profile_pic_line2
source: Could not launch
cs: Nepodařilo se spustit
es: No se ha podido iniciar
fr: Impossible de lancer
pt: Não é possível iniciar
ro: Nu a putut porni
uk: Неможливо відкрити

source: Change photo
cs: Změnit fotografii
es: Cambiar foto
fr: Changer la photo
pt: Mudar foto
ro: Schimba poza
uk: Змінити фото

source: Edit pic
cs: Upravit fotku
es: Editar foto
fr: Modifier la photo
pt: Editar foto
ro: Editeaza poza
uk: Редагувати фото

source: Add pic
cs: Přidat fotku
es: Agregar foto
fr: Ajouter une photo
pt: Adicionar foto
ro: Adauga poza
uk: Додати фото

source: Phone
cs: Telefon
es: Teléfono
fr: Téléphone
pt: Teléfono
ro: Telefon
uk: Телефон

source: You
cs: Vy
es: Tu
fr: Vous
pt: Você
ro: Tu
uk: Вами

source: No new notification
cs: Žádná nová notifikace
es: Ninguna notificación nueva
fr: Pas de nouvelle notification
pt: Nenhuma nova notificação
ro: Nu sunt notificari noi
uk: Немає нових сповіщень

# update_master_line1
source: This employee is available for booking
cs: Tento zaměstnanec je k dispozici pro rezervace
es: Este empleado está disponible para su reserva
fr: Cet employé est disponible à la réservation
pt: Este funcionário está disponível para reserva
ro: Acest angajat este disponibil pentru rezervare
uk: Цей майстер доступний для запису

# notifications_line1
source: has requested a booking on
cs: požádal o rezervaci dne
es: Ha solicitado una reserva en
fr: a demandé une réservation le
pt: Solicitou uma reserva em
ro: a cerut o rezervare pe
uk: зроблено запит на запис на

# notifications_line2
source: View profile
cs: Zobrazit profil
es: Ver perfil
fr: Voir le profil
pt: Ver perfil
ro: Vezi profil
uk: Переглянути профіль

source: Add photos
cs: Přidat fotografie
es: Agregar foto
fr: Ajouter des photos
pt: Adicionar foto
ro: Adauga poze
uk: Додати фотографії

source: Viewed
cs: Zobrazeno
es: Visto
fr: Vu
pt: Visto
ro: Vizualizat
uk: Переглянуто

source: Details
cs: Detaily
es: Detalles
fr: Détails
pt: Detalhes
ro: Detalii
uk: Деталі

source: Onboarding
cs: Začlenění
es: Incorporación
fr: Mise en route
pt: Incorporação
ro: Inrolare
uk: Знайомство

# onboarding_line1
source: Enlarge your client base
cs: Rozšiřte svou zákaznickou základnu
es: Amplíe su base de clientes
fr: Élargissez votre base de clients
pt: Amplie sua base de clientes
ro: Extinde-ti baza de clienti
uk: Розширюйте базу клієнтів

# onboarding_line2
source: Schedule your appointment easily
cs: Snadno naplánujte svou schůzku
es: Programe su cita fácilmente
fr: Planifiez vos rendez-vous facilement
pt: Agende sua consulta facilmente
ro: Organizeaza cu usurinta programarile
uk: Керуйте записами

# onboarding_line3
source: Have access to all important statistics
cs: Mějte přístup ke všem důležitým statistikám
es: Acceda a todas las estadísticas importantes
fr: Accédez à toutes les statistiques importantes
pt: Acesso a todas as estatísticas importantes
ro: Ai acces la toate statisticile importante
uk: Переглядайте статистику

# onboarding_line4
source: Stand out with your true rating
cs: Vynikněte svým skutečným hodnocením
es: Destaque con su verdadera calificación
fr: Se démarquer avec votre véritable notation
pt: Destaque-se com sua classificação real
ro: Iesi in evidenta cu evaluari reale
uk: Виділяйтеся чесними відгуками

# onboarding_line5
source: Have the best clients
cs: Mějte nejlepší klienty
es: Tenga los mejores clientes
fr: Avoir les meilleurs clients
pt: Tenha os melhores clientes
ro: Ai cea mai buna baza de date pentru clienti
uk: Ставайте ближчими до своїх клієнтів

# onboarding_line6
source: Get started
cs: Začněte
es: ¡Comience!
fr: Commencer
pt: Comece!
ro: Incepe acum
uk: Розпочати

source: Skip
cs: Přeskočit
es: Saltar
fr: Passer
pt: Saltar
ro: Sari peste
uk: Пропустити

# registration_line1
source: Welcome
cs: Vítejte
es: Bienvenido
fr: Bienvenue
pt: Bem-vindo
ro: Bun venit
uk: Ласкаво просимо

# registration_line2
source: Reset password
cs: Obnovit heslo
es: Reenviar contraseña
fr: Réinitialiser le mot de passe
pt: Reenviar senha
ro: Reseteaza parola
uk: Скинути пароль

# registration_line3
source: Enter the email address associated with your account and we'll send you a link to reset your password
cs: Zadejte e-mailovou adresu spojenou s vaším účtem a my vám pošleme odkaz na obnovení hesla
es: Introduzca la dirección de correo electrónico asociada a su cuenta y le enviaremos un enlace para restablecer su contraseña
fr: Entrez l'adresse e-mail associée à votre compte et nous vous enverrons un lien pour réinitialiser votre mot de passe
pt: Digite o correio eletrônico associado à sua conta e nós lhe enviaremos um link para redefinir sua senha
ro: Introdu adresa de email asociata contului tau si iti vom trimite un link pentru resetarea parolei pe aceasta.
uk: Ми надішлемо лист для скидання паролю на email, прив'язаний до вашого акаунта

# registration_line4
source: Enter email here
cs: Zde zadejte e-mail
es: Ingrese el email aquí
fr: Entrez l'e-mail ici
pt: Digite o correio eletrônico aqui
ro: Introdu email aici
uk: Введіть email сюди

# registration_line5
source: Reset
cs: Obnovit
es: Restablecer
fr: Réinitialiser
pt: Reiniciar
ro: Reseteaza
uk: Скинути

# registration_line6
source: forgot password?
cs: zapomenuté heslo?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
pt: Você esqueceu sua senha?
ro: ai uitat parola?
uk: забули пароль?

# registration_line7
source: or sign in with
cs: nebo se přihlaste pomocí
es: o inicie sesión con
fr: ou se connecter avec
pt: ou faça login com
ro: sau conecteaza-te cu
uk: або увійдіть із

# registration_line8
source: remember me
cs: zapamatovat si mě
es: Recuérdame
fr: se souvenir de moi
pt: Lembrar de mim
ro: tine-ma minte
uk: запам'ятайте мене

# registration_line9
source: Hide
cs: Skrýt
es: Ocultar
fr: Masquer
pt: Ocultar
ro: Ascunde
uk: Приховати

# registration_line10
source: User name
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome do usuário
ro: Utilizator
uk: Ім'я

# registration_line11
source: I agree to the terms and conditions
cs: Souhlasím s podmínkami
es: Acepto los términos y condiciones
fr: J'accepte les termes et conditions
pt: Aceito os termos e condições
ro: Sunt de accord cu termenii si conditiile
uk: Я приймаю правила користування

# registration_line12
source: Welcome!
cs: Vítejte!
es: ¡Bienvenido!
fr: Bienvenue !
pt: Bem-vindo!
ro: Bun venit!
uk: Ласкаво просимо!

# registration_line13
source: Let's get started
cs: Pojďme začít
es: ¡Comience!
fr: Commençons
pt: Comece!
ro: Sa incepem
uk: Розпочнімо

# registration_line14
source: Confirmation
cs: Potvrzení
es: Confirmación
pt: Confirmação
ro: Confirmare
uk: Підтвердження

# registration_line15
source: A message with the confirmation code has been sent to the number
cs: Zpráva s potvrzovacím kódem byla odeslána na číslo
es: Se ha enviado un mensaje con el código de confirmación a su número telefónico
fr: Un message avec le code de confirmation a été envoyé au numéro
pt: Uma mensagem com o código de confirmação foi enviada para seu número de telefone
ro: Un mesaj cu codul de confirmare a fost transmis spre numarul tau
uk: На ваш номер надіслано код підтвердження

# registration_line16
source: Confirm
cs: Potvrdit
es: Confirmar
fr: Confirmer
pt: Confirmar
uk: Підтвердити

# registration_line17
source: Didn't receive the OTP?
cs: Nepřišlo vám OTP?
es: No recibió la OTP?
fr: Vous n'avez pas reçu le code OTP ?
pt: Você não recebeu a OTP?
ro: Nu ai primit codul de confirmare?
uk: Не отримали код?

# registration_line18
source: Resend OTP
cs: Znovu odeslat OTP
es: Reenviar la OTP
fr: Renvoyer le code OTP
pt: Reenviar OTP
ro: Retrimite cod de confirmare
uk: Надіслати код ще раз

# registration_line19
source: Check country code and enter phone number
cs: Zkontrolujte předvolbu země a zadejte telefonní číslo
es: Compruebe el código del país e introduzca el número de teléfono
fr: Vérifiez le code du pays et saisissez le numéro de téléphone
pt: Verifique o código do país e digite o número do telefone
ro: Selecteaza codul tarii si introdu numarul de telefon
uk: Перевірте код країни та введіть номер телефону

# registration_line20
source: For further use of the application you need to accept the contract
cs: Pro další používání aplikace musíte přijmout smlouvu
es: Para seguir utilizando la aplicación es necesario aceptar el contrato
fr: Pour une utilisation ultérieure de l'application, vous devez accepter le contrat
pt: Para continuar usando o aplicativo, é necessário aceitar o contrato
ro: Pentru a continua folosirea aplicatiei trebuie sa accepti contractul
uk: Для подальшого користування додатком прийміть умови співпраці

# registration_line21
source: Contract
cs: Smlouva
es: Contrato
fr: Contrat
pt: Contrato
uk: Контракт

# registration_line22
source: Conditions and tariffs
cs: Podmínky a tarify
es: Condiciones y tarifas
fr: Conditions et tarifs
pt: Condições e tarifas
ro: Conditii si tarife
uk: Умови і тарифи

# registration_line23
source: Auto payment condition
cs: Podmínka automatické platby
es: Condición de pago automático
fr: Condition de paiement automatique
pt: Condição de pagamento automático
ro: Conditii plata automata
uk: Умови автоматичної сплати

# registration_line24
source: Cost of accounting functionality
cs: Cena za účetní funkčnost
es: Coste de la funcionalidad contable
fr: Coût de la fonctionnalité de comptabilité
pt: Custo da funcionalidade de contabilidade
ro: Costul functiei de contabilitate
uk: Вартість користування акаунтом

# registration_line25
source: Accept
cs: Přijmout
es: Aceptar
fr: Accepter
pt: Aceitar
uk: Прийняти

# registration_line26
source: You can invite another person who will administer the application
cs: Můžete pozvat další osobu, která bude spravovat aplikaci
es: Puedes invitar a otra persona para que administre la aplicación
fr: Vous pouvez inviter une autre personne qui administrera l'application
pt: Você pode convidar outra pessoa para gerenciar o aplicativo
ro: Poti invita o alta persoana care sa administreze aplicatia
uk: Ви можете запросити іншу людину, яка керуватиме додатком

# registration_line27
source: Invite with
cs: Pozvat s
es: Invitar con
fr: Inviter avec
pt: Convidar com
ro: Invita cu
uk: Запросити за допомогою

# registration_line28
source: Invite
cs: Pozvat
es: Invitar
fr: Inviter
pt: Convidar
ro: Invita
uk: Запросити

# registration_line29
source: I don’t need this option now
cs: Tuto možnost nyní nepotřebuji
es: No necesito esta opción en este momento
fr: Je n'ai pas besoin de cette option maintenant
pt: Não preciso desta opção no momento
ro: Nu am nevoie de aceasta optiune acum
uk: Поки мені це не потрібно

# registration_line30
source: Tell us more about you or your company
cs: Řekněte nám více o sobě nebo o vaší společnosti
es: Cuéntenos más sobre usted o su empresa
fr: Parlez-nous davantage de vous ou de votre entreprise
pt: Conte-nos mais sobre você ou sua empresa
ro: Spune-ne mai multe despre compania ta
uk: Розкажіть про себе чи свою компанію

# registration_line32
source: Single master
cs: Jednotlivý mistr
fr: Maître unique
ro: Maestru unic
uk: Один майстер

# registration_line33
source: Salon name
cs: Název salonu
es: Nombre del salón
fr: Nom du salon
pt: Nome do salão
ro: Nume salon
uk: Назва салону

# registration_line34
source: Your name
cs: Vaše jméno
es: Tu nombre
fr: Votre nom
pt: Seu nome
ro: Numele tau
uk: Ваше ім'я

# office_number
source: Office Number & floor (optional)
cs: Číslo kanceláře a patro (volitelné)
es: Número de oficina y planta (opcional)
fr: Numéro de bureau et étage (facultatif)
pt: Número do escritório e andar (opcional)
ro: Numar birou si etaj (optional)
uk: Номер кабінету й поверх (не обов’язково)

# street
source: Area / Street / Sector
cs: Oblast / Ulice / Sektor
es: Zona / Calle / Sector
fr: Quartier / Rue / Secteur
pt: Área / Rua / Setor
ro: Zona / Strada / Sector
uk: Вулиця і номер будівлі

# city
source: Town / City
cs: Město / Město
es: Pueblo / Ciudad
fr: Ville / Ville
pt: Cidade / Município
ro: Municipiu / Oras
uk: Місто

# state
source: State / Province
cs: Stát / Provincie
es: Estado / Provincia
fr: État / Province
pt: Estado / Província
ro: Stat / Tara
uk: Область

# registration_line39
source: Use current location
cs: Použít aktuální polohu
es: Utilizar la ubicación actual
fr: Utiliser l'emplacement actuel
pt: Usar a localização atual
ro: Foloseste locatia curenta
uk: Встановити місцезнаходження

# registration_line40
source: Locate your salon on the map
cs: Umístěte svůj salon na mapě
es: Ubique su salón en el mapa
fr: Localisez votre salon sur la carte
pt: Localize seu salão no mapa
ro: Localizeaza-ti salonul pe harta
uk: Знайдіть свій салон на карті

# registration_line41
source: Select location
cs: Vyberte polohu
es: Seleccionar ubicación
fr: Sélectionner un emplacement
pt: Selecione o local
ro: Selecteaza locatia
uk: Виберіть місцезнаходження

# registration_line42
source: What categories of services do you provide?
cs: Jaké kategorie služeb poskytujete?
es: ¿Qué categorías de servicios ofrece?
fr: Quelles catégories de services proposez-vous ?
pt: Que categorias de serviços oferece?
ro: Ce categorii de servicii oferi?
uk: Які категорії послуг ви надаєте?

# registration_line43
source: Who do you provide services for?
cs: Pro koho poskytujete služby?
es: ¿A quién presta sus servicios?
fr: Pour qui proposez-vous des services ?
pt: Para quem você presta seus serviços?
ro: Pentru cine oferi servicii?
uk: Для кого ви надаєте послуги?

# registration_line44
source: Choose services for men
cs: Vyberte služby pro muže
es: Elige servicios para hombres
fr: Choisir des services pour hommes
pt: Escolha serviços para homens
ro: Alege servicii pentru barbati
uk: Оберіть послуги для чоловіків

# registration_line45
source: I'll do it later
cs: Udělám to později
es: Lo hare más tarde
fr: Je le ferai plus tard
pt: Farei isso mais tarde
ro: O voi face mai tarziu
uk: Я зроблю це пізніше

# registration_line46
source: Choose services for women
cs: Vyberte služby pro ženy
es: Elige servicios para mujeres
fr: Choisir des services pour femmes
pt: Escolha serviços para mulheres
ro: Alege servicii pentru femei
uk: Оберіть послуги для жінок

# email_sent_to_reset_password
source: Email has been sent on your registered email address
cs: E-mail byl odeslán na vaši registrovanou e-mailovou adresu
es: El correo electrónico se ha enviado a la dirección de correo electrónico registrada
fr: Un e-mail a été envoyé à votre adresse e-mail enregistrée pour réinitialiser votre mot de passe
pt: O correio eletrônico foi enviado para o correio eletrônico registrado
ro: Un email a fost trimis pe adresa inregistrata de catre tine
uk: Лист для скидання паролю надіслано на вашу пошту

# for_word
source: For
cs: Pro
es: Para
fr: Pour
pt: Para
ro: Pentru
uk: Для

source: men
cs: muže
es: Hombres
fr: hommes
pt: Homens
ro: barbati
uk: Чоловіки

source: women
cs: ženy
es: Mujeres
fr: femmes
pt: Mulheres
ro: femei
uk: Жінки

source: kids
cs: děti
es: Niños
fr: enfants
pt: Filhos
ro: copii
uk: Діти

# men_women
source: men and women
cs: muže a ženy
es: Hombres y Mujeres
fr: hommes et femmes
pt: Homens e Mulheres
ro: barbati si femei
uk: Чоловіки і жінки

source: January
cs: Leden
es: Enero
fr: janvier
pt: Janeiro
ro: Ianuarie
uk: Січень

source: February
cs: Únor
es: Febrero
fr: février
pt: Fevereiro
ro: Februarie
uk: Лютий

source: March
cs: Březen
es: Marzo
fr: mars
pt: Março
ro: Martie
uk: Березень

source: April
cs: Duben
es: Abril
fr: avril
pt: Abril
ro: Aprilie
uk: Квітень

source: May
cs: Květen
es: Mayo
fr: mai
pt: Maio
ro: Mai
uk: Травень

source: June
cs: Červen
es: Junio
fr: juin
pt: Junho
ro: Iunie
uk: Червень

source: July
cs: Červenec
es: Julio
fr: juillet
pt: Julho
ro: Iulie
uk: Липень

source: August
cs: Srpen
es: Agosto
fr: août
pt: Agosto
uk: Серпень

source: September
cs: Září
es: Septiembre
fr: septembre
pt: Setembro
ro: Septembrie
uk: Вересень

source: October
cs: Říjen
es: Octubre
fr: octobre
pt: Outubro
ro: Octombrie
uk: Жовтень

source: November
cs: Listopad
es: Noviembre
fr: novembre
pt: Novembro
ro: Noiembrie
uk: Листопад

source: December
cs: Prosinec
es: Diciembre
fr: décembre
pt: Dezembro
ro: Decembrie
uk: Грудень

source: Hairdresser
cs: Kadeřník
es: Peluquería
fr: Coiffeur
pt: Cabeleireiro
ro: Coafor/frizer
uk: Перукар

# service_list_line1
source: cannot delete salon service before creating it
cs: nelze smazat salonovou službu před jejím vytvořením
es: No se puede eliminar el servicio de salón antes de crearlo
fr: impossible de supprimer le service de salon avant de le créer
pt: Não é possível eliminar o serviço de salão antes de criá-lo
ro: nu poti sterge serviciu salon inainte a-l creea
uk: неможливо видалити послугу, не створивши її
