Repository: blue0316/salon
Catalog: bnb_customer/lib/src/localization/app_*.arb
Languages: cs, es, fr, pt, ro, uk

# stayHomeAndContactYourDoctor
source: If you are unwell, stay home and contact your doctor
cs: Pokud se necítíte dobře, zůstaňte doma a kontaktujte svého lékaře
es: Si se encuentra mal, quédese en casa y póngase en contacto con su médico
fr: Si vous ne vous sentez pas bien, restez à la maison et contactez votre médecin
pt: Se não se sentir bem, fique em casa e entre em contato com seu médico
ro: Daca nu te simti bine, stai acasa si contacteaza doctorul
uk: Якщо ви почуваєтеся погано, залишайтеся вдома і зв’яжіться з лікарем

# dontForgetToCancelAppointment24Hours
source: And don’t forget to cancel your appointment preferably not later than 24 hours before it takes place
cs: A nezapomeňte zrušit svou schůzku nejlépe ne později než 24 hodin před jejím konáním
es: Y no olvide cancelar su cita, preferiblemente 24 horas antes de su fecha
fr: Et n'oubliez pas d'annuler votre rendez-vous de préférence 24 heures avant qu'il ne se déroule
pt: E não se esqueça de cancelar sua consulta, de preferência 24 horas antes da data
ro: Si nu uita sa iti anulezi programarea, de preferat cu mai mult de 24 de ore inainte
uk: І не забудьте скасувати запис не пізніше ніж за 24 години до запланованого візиту

source: Be safe and care!
cs: Buďte v bezpečí a pečujte!
es: ¡Cuídate!
fr: Soyez prudent et prenez soin de vous !
pt: Cuide de você!
ro: Stai in siguranta si ai grija!
uk: Бережіть себе і самотурбуйтеся!

source: Yes, of course
cs: Ano, samozřejmě
es: Sí, por supuesto
fr: Oui, bien sûr
pt: Sim, com certeza
ro: Da, bineinteles
uk: Так, звісно

source: Your wishes or comments
cs: Vaše přání nebo komentáře
es: Sus deseos o comentarios
fr: Vos souhaits ou commentaires
pt: Seus desejos ou comentários
ro: Dorintele sau comentariile tale
uk: Ваші побажання та коментарі

source: Thank you for your review!
cs: Děkujeme za vaši recenzi!
es: ¡Gracias por su reseña!
fr: Merci pour votre avis !
pt: Obrigado por suas opiniões!
ro: Iti multumim pentru evaluare!
uk: Дякуємо за відгук!

source: Remove this master/salon from your favorites?
cs: Odebrat tohoto mistra/salon z vašich oblíbených?
es: ¿Quitar este Master/Salón de tus favoritos?
fr: Retirer ce maître/salon de vos favoris ?
pt: Remover este Master/Salão de seus favoritos?
ro: Stergi acest maestru/salon de la favorite?
uk: Ви дійсно хочете видалити це зі збереженого?

source: Confirm you will come, please
cs: Potvrďte prosím, že přijdete
es: Confirma que vendrás, por favor
fr: Confirmez que vous viendrez, s'il vous plaît
pt: Por favor, confirme que você está vindo
ro: Te rugam sa confirmi ca vei veni
uk: Підтвердьте свій запис

source: I’m not coming
cs: Nepřijdu
es: No voy a ir
fr: Je ne viens pas
pt: Eu não irei
ro: Nu vin
uk: Я не прийду

source: Total:
cs: Celkem
uk: Загалом:

# makeAppointmentDontForgetBonus
source: Now you can make your first bnb appointment. Enjoy it and don't forget to use your bonuses!
cs: Nyní si můžete domluvit svou první schůzku bnb. Užijte si ji a nezapomeňte využít své bonusy!
es: Ya puedes concertar tu primera cita bnb. ¡Disfrútalo y no olvides utilizar tus bonos!
fr: Maintenant, vous pouvez prendre votre premier rendez-vous bnb. Profitez-en et n'oubliez pas d'utiliser vos bonus !
pt: Agora você pode marcar sua primeira consulta no bnb. Aproveite e não se esqueça de usar seus bônus!
ro: Acum iti poti face prima ta programare bnb. Bucura-te de ea si nu uita sa iti folosesti bonusurile!
uk: Тепер ви можете самотурбуватися разом з нами

source: Link your card
cs: Propojte svou kartu
es: Enlaza tu tarjeta
fr: Liez votre carte
pt: Vincule seu cartão
ro: Asociaza-ti cardul
uk: Додати картку

source: Link
cs: Propojit
fr: Lier
ro: Asociaza
uk: Додати

source: Now I am here
cs: Teď jsem tady
es: Ahora estoy aquí
fr: Maintenant je suis là
pt: Estou aqui agora
ro: Acum sunt aici
uk: Зараз я тут

# appointmentsInAewTaps
source: Appointments in a few taps
cs: Schůzky na pár kliknutí
es: Citas en un par de toques
fr: Rendez-vous en quelques clics
pt: Consultas em apenas alguns toques
ro: Programari in doar cateva apasari
uk: Записуйтеся онлайн без очікування

source: Choose by services, price, distance, rating
cs: Vyberte podle služeb, ceny, vzdálenosti, hodnocení
es: Elegir por servicios, precios, distancia, calificación
fr: Choisissez par services, prix, distance, note
pt: Escolha por serviço, preço, distância, classificação
ro: Alege dupa servicii, pret, distanta, evaluari
uk: Обирайте за послугами, ціною, рейтингами

# seeSalonNMastersArpundYou
source: See salons and masters around you
cs: Podívejte se na salony a mistry kolem vás
es: Ver Salones y Masters alrededor de ti
fr: Voyez les salons et les maîtres près de vous
pt: Veja Salões e Masters ao seu redor
ro: Vezi saloane si maestri din zona ta
uk: Знаходьте салони та майстрів поруч

source: Don’t ever miss appointments with our notifications
cs: Nikdy nezmeškejte schůzky díky našim oznámením
es: Nunca te pierdas alguna cita con nuestras notificaciones
fr: Ne manquez jamais de rendez-vous avec nos notifications
pt: Nunca perca uma consulta com nossas notificações
ro: Nu rata niciodata programari cu notificarile noastre
uk: Не забувайте про записи завдяки нагадуванням

source: Ukrainian
cs: Ukrajinský
es: Ucraniano
pt: Ucraniano
ro: Ucrainian
uk: Українська

# youSureWeMightSuggestYouVariants
source: You sure? We might suggest you variants from far_district lands then :(
cs: Jste si jistí? Pak bychom vám mohli navrhnout varianty z dalekých krajů :(
es: ¿Estás seguro? Te podríamos sugerir variantes de lugares más lejanos :(
pt: Tem certeza? Poderíamos sugerir variantes de outros lugares:
ro: Sigur? Atunci este posibil sa iti sugeram variante din tinuturi indepartate :(
uk: Ви впевнені? Тоді ми пропонуватимемо варіанти далеко від вас:

source: no salons nearby
cs: žádné salony v okolí
es: No hay salones cerca
pt: Não há salões próximos
ro: niciun salon in apropiere
uk: поблизу немає салонів

source: No salons nearby try different location
cs: Žádné salony v okolí, zkuste jinou lokalitu
es: No hay salones cerca, pruebe en otra ubicación
pt: Não há salões próximos, tente outro local
ro: Niciun salon in apropiere, incearca o alta locatie
uk: Поруч немає салонів, спробуйте іншу локацію

source: cancelled by
cs: zrušeno
es: Cancelado por
pt: Cancelado por
ro: anulat de
uk: Скасовано

source: Missed
cs: Zmeškáno
es: Perdida
pt: Perdida
ro: Ratat
uk: Пропущено

source: status
cs: stav
es: Estatus
pt: Estado
ro: stare
uk: Статус

source: Type your message...
cs: Napište svou zprávu...
es: Escribe tu mensaje...
pt: Escreva sua mensagem...
ro: Scrie mesaj...
uk: Введіть своє повідомлення...

source: Results
cs: Výsledky
es: Resultados
pt: Resultados
ro: Rezultate
uk: Результати

source: Nearby
cs: V okolí
es: Cerca
pt: Perto
ro: In apropiere
uk: Поруч

# appointmentInAfewtaps
source: Appointments in a few taps
cs: Schůzky na pár kliknutí
es: Citas en un par de toques
pt: Consultas em apenas alguns toques
ro: Propramari in cateva apasari
uk: Записуйтеся за кілька хвилин

# quicklyChooseFromWide
source: quickly choose from wide range of services and make appointments without waiting
cs: rychle vyberte z široké nabídky služeb a domluvte si schůzky bez čekání
es: Elegir rápidamente entre una amplia gama de servicios y concertar citas sin esperas
pt: Escolha rapidamente entre uma ampla gama de serviços e marque consultas sem esperar
ro: alege rapid dintr-o gama variata de servicii si fa o programare fara sa astepti
uk: швидко обирайте послуги в додатку та записуйтеся без очікування

# choosebyServicesPriceDistanceRating
source: Choose by service, price, distance, rating
cs: Vyberte podle služby, ceny, vzdálenosti, hodnocení
es: Elija por servicio, precio, distancia, calificación
pt: Escolha por serviço, preço, distância, classificação
ro: Alege dupa serviciu, pret, distanta, evaluari
uk: Обирайте за послугами, ціною, відстанню, рейтингом

# viewAllDetailsAboutService
source: use filters and view all the details about services and masters
cs: použijte filtry a zobrazte všechny detaily o službách a mistry
es: Utilizar filtros y ver todos los detalles sobre servicios y Masters
pt: Use filtros e veja detalhes completos sobre serviços e Masters
ro: foloseste filtre si vezi toate detaliile despre servicii si maestri
uk: користуйтеся фільтрами та переглядайте інформацію про майстрів і послуги

# seeSalonNearYou
source: Find salons and masters around you
cs: Najděte salony a mistry kolem vás
es: Encuentra Salones y Masters cerca de ti
pt: Encontre Salões e Masters perto de você
ro: Gaseste saloane si maestri in zona ta
uk: Знаходьте салони та майстрів поруч із вами

# viewAllTheTopSalons
source: enable your location and see nearest salons and masters on the map
cs: povolte svou polohu a zobrazte nejbližší salony a mistry na mapě
es: Habilite su ubicación y vea los Salones y Masters más cercanos en el mapa
pt: Selecione sua localização e veja no mapa os Salões e Masters mais próximos de você
ro: activeaza locatia si vezi cele mai apropiate saloane si maestri pe harta
uk: вказуйте своє місцезнаходження, щоб бачити найближчі салони та майстрів

# chooseMasterSalonBasedOnRealReview
source: Choose a master or salon based on real reviews
cs: Vyberte mistra nebo salon na základě skutečných recenzí
es: Elige un Máster o Salón basándote en opiniones reales
pt: Escolha um Master ou Salão com base em avaliações reais
ro: Alege un maestru sau salon bazat pe recenzii reale
uk: Обирайте салони та майстрів за чесними відгуками

# weHaveHonestReviews
source: read about other people’s experience and leave your own reviews
cs: přečtěte si o zkušenostech ostatních a zanechte své vlastní recenze
es: Lea la experiencia de otras personas y deje sus propias opiniones
pt: Leia a experiência de outras pessoas e deixe suas próprias opiniões
ro: citeste despre parerea altor oameni si lasa propria ta opinie
uk: читайте про досвід інших людей та діліться власним

# dontEverMissNotif
source: Don’t ever miss appointments with our notifications
cs: Nikdy nezmeškejte schůzky díky našim oznámením
es: Nunca te pierdas una cita con nuestras notificaciones
pt: Nunca perca uma consulta com nossas notificações
ro: Nu rata niciodata programari cu notificarile noastre
uk: Не пропускайте записи завдяки нагадуванням у додатку

# weWillMakeSureToRemind
source: let us remind you of upcoming appointments and enjoy your self-care
cs: připomeneme vám nadcházející schůzky a užijte si svou péči o sebe
es: Déjenos recordarle sus próximas citas y disfrute de su autocuidado
fr: nous vous rappellerons les rendez-vous à venir et profitez de vos soins personnels
pt: Deixe-nos lembrá-lo de suas próximas consultas e aproveite seu autocuidado
ro: permite-ne sa iti reamintim de viitoarele tale programari si bucura-te de ingrijirea personala
uk: Дозвольте нам нагадувати про ваші записи і насолоджуйтеся самотурботою

source: Great
cs: Skvělé
es: Genial
fr: Super
pt: Excelente
ro: Grozav
uk: Чудово

source: Card No
cs: Číslo karty
es: Número de tarjeta
fr: Numéro de carte
pt: Número do cartão
ro: Numar Card
uk: Номер картки

source: Exp. Date
cs: Datum expirace
es: Fecha de expiración
fr: Date d'expiration
pt: Data de vencimento
ro: Data Expirare
uk: Дата закінчення терміну дії

source: Pick image from
cs: Vyberte obrázek z
es: Elija una foto de
fr: Choisir l'image depuis
pt: Escolha uma foto de
ro: Alege imagine din
uk: Вибрати зображення

source: Camera
cs: Fotoaparát
es: Cámara
fr: Appareil photo
pt: Câmera
uk: камера

source: gallery
cs: galerie
es: Galería
fr: galerie
pt: Galeria
ro: galerie
uk: галерея

source: Gender
cs: Pohlaví
es: Genero
fr: Genre
pt: Gênero
ro: Gen
uk: стать

# selfCareExperience
source: Self-care experience as it should be
cs: Zážitek z péče o sebe, jak má být
es: La experiencia del auto cuidado como debe ser
fr: Expérience de soins personnels comme il se doit
pt: A experiência do autocuidado como deveria ser
ro: O experienta de ingrijire personala asa cum ar trebui sa fie
uk: вибір сказати спасибі собі

source: Login
cs: Přihlásit se
es: Inicio de sesión
fr: Se connecter
pt: Iniciar sessão
ro: Logare
uk: Увійти

source: Change
cs: Změnit
es: Cambiar
fr: Changer
pt: Mudar
ro: Schimba
uk: змінити

source: resend OTP
cs: znovu odeslat OTP
es: Reenviar OTP
fr: Renvoyer le code OTP
pt: Reenviar OTP
ro: retrimite cod SMS
uk: надіслати код

source: enter OTP
cs: zadejte OTP
es: Ingresar OTP
fr: Saisissez le code OTP
pt: Digite a OTP
ro: introdu cod SMS
uk: введіть код

source: changed by you
cs: změněno vámi
es: Cambiado por ti
fr: modifié par vous
pt: Mudado por você
ro: schimbat de catre tine
uk: змінено вами

source: cancelled by you
cs: zrušeno vámi
es: Cancelado por ti
fr: annulé par vous
pt: Cancelado por você
ro: anulat de catre tine
uk: Скасовано вами

source: cancelled by salon
cs: zrušeno salonem
es: Cancelado por el salón
fr: annulé par le salon
pt: Cancelado pelo salão
ro: anulat de catre salon
uk: скасовано салоном

source: changed by salon
cs: změněno salonem
es: Cambiado por el salón
fr: modifié par le salon
pt: Alterado pelo salão
ro: schimbat de catre salon
uk: змінено салоном

source: changed by customer
cs: změněno zákazníkem
es: Cambiado por el cliente
fr: modifié par le client
pt: Alterado pelo cliente
ro: schimbat de catre client
uk: змінено клієнтом

source: cancelled by customer
cs: zrušeno zákazníkem
es: Cancelado por el cliente
fr: annulé par le client
pt: Cancelado pelo cliente
ro: anulat de catre client
uk: скасовано клієнтом

source: active
cs: aktivní
es: Activar
fr: actif
pt: Activar
ro: activ
uk: Активний

source: pending
cs: čekající
es: Pendiente
fr: en attente
pt: Pendente
ro: in asteptare
uk: Очікує підтвердження

source: cancelled
cs: zrušeno
es: Cancelado
fr: annulé
pt: Cancelado
ro: anulat
uk: Скасовано

source: completed
cs: dokončeno
es: Completado
fr: terminé
pt: Concluído
ro: completat
uk: Завершено

source: checkedIn
cs: přihlášen
es: Registrado
fr: enregistré
pt: Registrado
ro: inregistrat
uk: В процесі

source: empty
cs: prázdný
es: Vacio
fr: vide
pt: Vazio
ro: gol

source: write something
cs: napište něco
es: Escribir algo
fr: écrivez quelque chose
pt: Escrever algo
ro: scrie ceva

source: Calendar
cs: Kalendář
es: Calendario
fr: Calendrier
pt: Calendário
uk: Календар

# noRating
source: no rating yet
cs: zatím žádné hodnocení
es: Sin valoración
fr: pas encore de note
pt: Nenhuma avaliação
ro: nicio evaluare inca
uk: Оцінок поки немає

source: See all
cs: Zobrazit vše
es: Ver todo
fr: Voir tout
pt: Ver tudo
ro: Vezi tot
uk: Див. все

source: show
cs: ukázat
es: Mostrar
fr: montrer
pt: Mostrar
ro: arata
uk: показати

# continue_booking
source: Continue
cs: Pokračovat
es: Continuar
fr: Continuer
pt: Continuar
ro: Continua
uk: Продовжити

source: Available masters
cs: Dostupní mistři
es: Masters disponibles
fr: Maîtres disponibles
pt: Masters disponíveis
ro: Maestri disponibili
uk: Вільні майстри

source: Not available
cs: Nedostupné
es: No disponible
fr: Indisponible
pt: Não disponível
ro: Indisponibil
uk: Майстер уже зайнятий

# checkAppointmentDetails
source: Appointment details
cs: Podrobnosti schůzky
es: Detalles de la cita
fr: Détails du rendez-vous
pt: Detalhes da consulta
ro: Detalii programare
uk: деталі запису

source: Awesome!
cs: Úžasné!
es: ¡Increible!
fr: Génial !
pt: Incrível!
ro: Grozav!
uk: Чудово!

# requestConfirmed
source: Your appointment has been scheduled, Thank you
cs: Vaše schůzka byla naplánována, děkujeme
es: Su cita ha sido programada, Gracias
fr: Votre rendez-vous a été planifié, merci
pt: Sua consulta foi agendada, obrigado
ro: Programarea ta a fost stabilita, multumim
uk: Ваша зустріч призначена, Дякую.

# bookingConfirmed
source: Your appointment has been scheduled, Thank you
cs: Vaše schůzka byla naplánována, děkujeme
es: Su cita ha sido programada, Gracias
fr: Votre rendez-vous a été planifié, merci
pt: Sua consulta foi agendada, obrigado
ro: Programarea ta a fost stabilita, multumim
uk: Ваша зустріч призначена, Дякую.

source: Payment
cs: Platba
es: Pago
fr: Paiement
pt: Pagamento
ro: Plata
uk: Оплата

source: Pay in salon
cs: Platit v salonu
es: Pagar en el Salón
fr: Payer au salon
pt: Pagar no Salão
ro: Plata la salon
uk: Оплата на місці

source: Cash
cs: Hotovost
es: Efectivo
fr: Espèces
pt: Dinheiro
ro: Numerar
uk: Готівка

source: Card
cs: Karta
es: Tarjeta
fr: Carte
pt: Cartão
uk: Карта

source: Please choose a service
cs: Vyberte prosím službu
es: Por favor elija un servicio
fr: Veuillez choisir un service
pt: Escolha um serviço
ro: Te rugam sa alegi un serviciu
uk: Будь ласка, оберіть послугу

source: bnb online (coming soon)
cs: bnb online (brzy)
es: bnb online (próximamente)
fr: bnb en ligne (bientôt disponible)
pt: bnb online (Em breve)
ro: bnb online (in curand)
uk: bnb онлайн (скоро в додатку)

source: all works
cs: všechny práce
es: Todos los trabajos
fr: tous les travaux
pt: Todos os trabalhos
ro: toate lucrarile
uk: Усі роботи

source: selected services
cs: vybrané služby
es: Servicios seleccionados
fr: services sélectionnés
pt: Serviços selecionados
ro: serviciile selectate
uk: вибрані послуги

source: available services
cs: dostupné služby
es: Servicios disponibles
fr: services disponibles
pt: Serviços disponíveis
ro: serviciile disponibile
uk: Доступні послуги

source: Total amount:
cs: Celková částka:
es: Monto Total:
fr: Montant total :
pt: Valor total:
ro: Cantitate totala:
uk: Загалом:

source: choose slots
cs: vyberte sloty
es: Escoger slots
fr: choisir les créneaux
pt: Escolher slots
ro: alege locuri
uk: оберіть час

# masterNotAvlblDay
source: master not available on chosen day
cs: mistr není dostupný ve vybraný den
es: Master no disponible el día elegido
fr: le maître n'est pas disponible ce jour-là
pt: Master não disponível no dia escolhido
ro: maestrul nu este disponibil in ziua aleasa
uk: запис до майстра на цей день неможливий

# choosen
source: chosen
cs: vybráno
es: Elegido
fr: choisi
pt: Escolhido
ro: ales
uk: обрано

source: not working
cs: nepracuje
es: No funciona
fr: pas de travail
pt: Não funciona
ro: nu lucreaza
uk: не працює

source: selected
cs: vybráno
es: Seleccionado
fr: sélectionné
pt: Selecionado
ro: selectat
uk: вибрано

source: Not enough slots
cs: Nedostatek slotů
es: Sin slots suficientes
fr: Pas assez de créneaux
pt: Não há slots suficientes
ro: Nu sunt destule locuri
uk: Недостатньо часових слотів

source: Slots not available
cs: Sloty nejsou k dispozici
es: Slots no disponibles
fr: Créneaux indisponibles
pt: Slots não disponíveis
ro: Locuri indisponibile
uk: Час недоступний

# slotsChoosen
source: slots chosen
cs: sloty vybrány
es: Slots elegidos
fr: créneaux choisis
pt: Slots escolhidos
ro: locuri alese
uk: Час вибрано

source: no services
cs: žádné služby
es: Sin servicios
fr: pas de services
pt: Sem serviços
ro: niciun serviciu
uk: Послуг немає

source: Remove
cs: Odebrat
es: Remover
fr: Supprimer
pt: Remover
ro: Elimina
uk: Видалити

# removeServiceQue
source: Do you want to remove last selected service?
cs: Chcete odebrat poslední vybranou službu?
es: ¿Desea eliminar el último servicio seleccionado?
fr: Voulez-vous supprimer le dernier service sélectionné ?
pt: Deseja eliminar o último serviço selecionado?
ro: Vrei sa elimini ultimul serviciu selectat?
uk: Ви хочете видалити останню вибрану послугу?

source: No masters available on
cs: Žádní mistři nejsou k dispozici dne
es: No hay Masters disponibles en
fr: Pas de maîtres disponibles le
pt: Não há Masters disponíveis em
ro: Niciun maestru disponibil pe
uk: Немає вільних майстрів на

# instrumentSterilization
source: Instruments sterilization
cs: Sterilizace nástrojů
es: Esterilización de instrumentos
fr: Stérilisation des instruments
pt: Esterilização de instrumentos
ro: Sterilizarea instrumentelor
uk: Стерилізація інструментів

source: Anti-covid measures
cs: Opatření proti covidu
es: Medidas contra el Covid
fr: Mesures anti-Covid
pt: Medidas contra a Covid
ro: Masuri Anti-covid
uk: Антиковідні заходи

source: Disposable materials only
cs: Pouze jednorázové materiály
es: Sólo materiales desechables
fr: Uniquement des matériaux jetables
pt: Somente materiais descartáveis
ro: Doar materiale de unica folosinta
uk: Тільки одноразові матеріали

source: Woman-owned business
cs: Podnik vlastněný ženou
es: Empresa propiedad de una mujer
fr: Entreprise détenue par des femmes
pt: Empresa pertencente a uma mulher
ro: Afacere detinuta de femei
uk: Бізнес із жінкою-власницею

# coffee
source: Coffee/tea
cs: Káva/čaj
es: Cafe/Te
fr: Café/thé
pt: Café/Chá
ro: Cafea/ceai
uk: Кава/чай

source: Cocktails
cs: Koktejly
es: Cocteles
uk: Коктейлі

source: Parking
cs: Parkování
pt: Estacionamento
ro: Parcare
uk: Парковка

source: Shop
cs: Obchod
es: Tienda
fr: Magasin
pt: Loja
ro: Magazin
uk: Магазин

# childrenRoom
source: Children’s room
cs: Dětský koutek
es: Sala de niños
fr: Salle pour enfants
pt: Quarto infantil
ro: Camera copiilor
uk: Дитяча кімната

source: Pet friendly
cs: Vhodné pro domácí mazlíčky
es: Se admiten mascotas
fr: Animaux de compagnie acceptés
pt: Animais de estimação permitidos
ro: Permitem animale de companie
uk: Дозволено з тваринами

# noPet
source: No pets
cs: Bez domácích mazlíčků
es: No se admiten mascotas
fr: Pas d'animaux
pt: Animais de estimação não são permitidos
ro: Nu permitem animale de companie
uk: Без тварин

source: Accessibility for persons with reduced mobility
cs: Přístupnost pro osoby se sníženou mobilitou
es: Accesibilidad para personas con movilidad reducida
fr: Accessibilité pour les personnes à mobilité réduite
pt: Acessibilidade para pessoas com mobilidade reduzida
ro: Acces pentru persoane cu mobilitate redusa
uk: Доступність для осіб з обмеженою мобільністю

source: Parallel services
cs: Paralelní služby
es: Servicios paralelos
fr: Services parallèles
pt: Serviços paralelos
ro: Servicii paralele
uk: Паралельні послуги

source: Medical practice license
cs: Licence pro lékařskou praxi
es: Licencia para ejercer la medicina
fr: Licence de pratique médicale
pt: Licença para praticar medicina
ro: Licenta pentru practica medicala
uk: Ліцензія на медичну практику

# covidVaccinated
source: Covid-19 vaccinated
cs: Očkování proti Covid-19
es: Vacunación Covid-19
fr: Vacciné contre la Covid-19
pt: Vacinação contra a Covid-19
ro: Vaccinat Covid-19
uk: Вакцинованість проти Covid-19

source: Master with hearing disability
cs: Mistr se sluchovým postižením
es: Master con discapacidad auditiva
fr: Maître avec handicap auditif
pt: Master com deficiência auditiva
ro: Maestru cu dizabilitati de auz
uk: Майстер із порушенням слуху

source: Master with speech disability
cs: Mistr s poruchou řeči
es: Master con discapacidad del habla
fr: Maître avec handicap de la parole
pt: Master com deficiência de fala
ro: Maestru cu dizabilitati de vorbire
uk: Майстер із порушенням мовлення

source: Medical degree
cs: Lékařský titul
es: Licenciado en medicina
fr: Diplôme médical
pt: Graduado em medicina
ro: Studii medicale
uk: Медична освіта

source: Own office
cs: Vlastní kancelář
es: Oficina propia
fr: Bureau indépendant
pt: Escritório próprio
ro: Birou personal
uk: Власний кабінет

# joinbnbAndGetBonus
source: Join bnb to take care of yourself with a
cs: Připojte se k bnb a získejte
es: Únete a bnb para cuidarte con un
fr: Rejoignez bnb pour prendre soin de vous avec un
pt: Junte-se ao bnb para cuidar de si mesmo com um
ro: Alatura-te bnb pentru a avea grija de tine cu un
uk: Приєднуйтеся до bnb, щоб турбуватися про себе з
