Repository: blue0316/salon
Catalog: bnb_customer/lib/src/localization/app_*.arb
Languages: cs, es, fr, pt, ro, uk

# inviteWithinADayFirst
source: Download the bnb app now. invite your friends to join within your first
cs: Stáhněte si nyní aplikaci bnb. Pozvěte své přátele, aby se připojili během vašich prvních
es: Descárgate ya la aplicación de bnb. Invita a tus amigos a unirse
fr: Téléchargez l'application bnb maintenant. Invitez vos amis à se joindre dans les premières
pt: Baixe o aplicativo bnb. Convide seus amigos para participar
ro: Descarca aplicatia bnb acum. Invita-ti prietenii sa se alature in primele
uk: Завантажуйте додаток bnb зараз. Запрошуйте друзів приєднатися протягом ваших перших

# inviteWithinADaySecond
source: hours with us to get more bonuses
cs: hodin s námi a získejte více bonusů
es: Horas con nosotros para obtener más bonos
fr: heures pour obtenir plus de bonus
pt: Horas conosco para obter mais bônus
ro: ore cu noi pentru a primi mai multe bonusuri
uk: годин з нами, щоб отримати вдвічі більше бонусів

# yourFriendInstalledFirst
source: your friend
cs: váš přítel
es: Tu amigo
fr: votre ami
pt: Seu amigo
ro: prietenul tau
uk: Ваш друг

# yourFriendInstalledSecond
source: signed up on bnb
cs: se zaregistroval na bnb
es: Registrado en bnb
fr: s'est inscrit sur bnb
pt: Registrado em bnb
ro: inregistrat pe bnb
uk: приєднався до bnb

# yourFriendBookingFinish
source: when your friends completes first booking you will get bonuses
cs: když váš přítel dokončí první rezervaci, získáte bonusy
es: Cuando tus amigos completen la primera reserva recibirás bonos
fr: lorsque vos amis terminent leur première réservation, vous recevrez des bonus
pt: Quando seus amigos concluírem a primeira reserva, você receberá bônus
ro: cand prietenii tai completeaza primele rezervari vei primi bonusuri
uk: Коли ваш друг завершить своє перше бронювання, ви отримаєте бонус

# youGotAReferralBonus
source: You got a bonus for inviting a friend
cs: Získali jste bonus za pozvání přítele
es: Has recibido un bono por invitar a un amigo
fr: Vous avez obtenu un bonus pour avoir invité un ami
pt: Você recebeu um bônus por convidar um amigo
ro: Ai primit un bonus pentru ca ai invitat un prieten
uk: Ви отримали бонус за запрошення друга

source: You Have to pay
cs: Musíte zaplatit:
es: Tienes que pagar
fr: Vous devez payer
pt: Você tem que pagar
ro: Ai de plata
uk: До сплати:

source: Payment Method:
cs: Způsob platby:
es: Método de pago:
fr: Méthode de paiement :
pt: Método de pagamento:
ro: Metoda de Plata:
uk: Спосіб оплати:

source: You use this payment method:
cs: Používáte tento způsob platby:
es: Tu usas este método de pago:
fr: Vous utilisez cette méthode de paiement :
pt: Você usa este método de pagamento:
ro: Folosesti aceasta metoda de plata:
uk: Ви вибрали цей спосіб оплати:

source: Coupons usage rules
cs: Pravidla používání kupónů
es: Normas de uso de los cupones
fr: Règles d'utilisation des coupons
pt: Regras para o uso de voucher
ro: Reguli pentru folosirea cupoanelor
uk: Правила використання купонів

# bonusRuleFirst
source: - only one coupon can be used in a single booking
cs: - v jedné rezervaci lze použít pouze jeden kupón
es: -Sólo se puede utilizar un cupón en una misma reserva
fr: - un seul coupon peut être utilisé dans une réservation unique
pt: -Apenas um voucher pode ser usado em uma única reserva
ro: - un singur cupon poate fi folosit pe fiecare rezervare in parte
uk: - один запис дозволяє витратити один купон

# bonusRuleSecond
source: - coupons can be used above
cs: - kupóny lze použít nad
es: -Los cupones pueden utilizarse arriba
fr: - les coupons peuvent être utilisés au-dessus de
pt: -Os vouchers podem ser usados acima de
ro: - cupoanele pot fi folosite mai sus
uk: - сума бронювання для використання купону має бути більшою

# bonusRuleThird
source: - used coupon won’t be refunded if you cancel the visit less than 24 hours before the appointment
cs: - použitý kupón nebude vrácen, pokud zrušíte návštěvu méně než 24 hodin před schůzkou
es: -El cupón utilizado no se reembolsará si cancela la visita menos de 24 horas antes de la cita
fr: - le coupon utilisé ne sera pas remboursé si vous annulez la visite moins de 24 heures avant le rendez-vous
pt: O voucher utilizado não será reembolsado se a visita for cancelada com menos de 24 horas de antecedência
ro: - cupoanele folosite nu vor fi restituite daca anulezi vizita cu mai putin de 24 de ore inainte de programare
uk: - застосований купон не повертається, якщо запис скасовано менше ніж за 24 години

source: Choose your payment method:
cs: Vyberte způsob platby:
es: Elija su método de pago:
fr: Choisissez votre méthode de paiement :
pt: Escolha seu método de pagamento:
ro: Alege metoda de plata:
uk: Виберіть спосіб оплати:

source: Using Card at salon
cs: Použití karty v salonu
es: Utilizar la tarjeta en el salón
fr: Utilisation de la carte au salon
pt: Uso do cartão no salão
ro: Folosind Card la salon
uk: Карта

source: Using Cash at salon
cs: Platba hotově v salonu
es: Utilizar efectivo en el salón
fr: Utilisation d'espèces au salon
pt: Uso de dinheiro no salão
ro: Folosind Numerar la salon
uk: Готівка

source: choose payment method
cs: vyberte způsob platby
es: Elija el método de pago
fr: choisissez la méthode de paiement
pt: Escolha o método de pagamento
ro: alege metoda de plata
uk: виберіть спосіб оплати

source: Your total coupons amount
cs: Celková částka vašich kupónů
es: Importe total de sus cupones
fr: Votre montant total de coupons
pt: Valor total de seus vouchers
ro: Total cupoane
uk: Загальна кількість купонів:

source: Welcome bonus
cs: Uvítací bonus
es: Bono de bienvenida
fr: Bonus de bienvenue
pt: Bônus de boas-vindas
ro: Bonus de bun venit
uk: Вітальний бонус

source: Valid until
cs: Platný do
es: Valido hasta
fr: Valide jusqu'au
pt: Válido até
ro: Valabil pana la
uk: Дійсний до

source: No slots available, try different date
cs: Žádné sloty nejsou k dispozici, zkuste jiné datum
es: No hay slots disponibles, pruebe con otra fecha
fr: Aucun créneau disponible, essayez une autre date
pt: Não há slots disponíveis, tente em outra data
ro: Nu sunt locuri disponibile, incearca alta data
uk: Вільного часу немає. Спробуйте іншу дату

source: Use your Bonus
cs: Využijte svůj bonus
es: Usa tu bono
fr: Utilisez votre Bonus
pt: Use seu bônus
ro: Foloseste Bonus
uk: Використати бонус

source: Confirm booking
cs: Potvrdit rezervaci
es: Confirmar reservación
fr: Confirmer la réservation
pt: Confirmar reserva
ro: Confirma rezervare
uk: Підтвердити запис

source: Request booking
cs: Požádat o rezervaci
es: Solicitar reservación
fr: Demander une réservation
pt: Solicitar uma reserva
ro: Cere rezervare
uk: Запит на бронювання

# youGotTwoWelcomeBonuses
source: You got 2 welcome bonuses
cs: Získali jste 2 uvítací bonusy
es: Tienes 2 bonos de bienvenida
fr: Vous avez obtenu 2 bonus de bienvenue
pt: Você tem 2 bônus de boas-vindas
ro: Ai primit 2 bonusuri de bun venit
uk: Ви отримали 2 вітальні бонуси

source: Please wait...
cs: Prosím čekejte...
es: Por favor espere...
fr: Veuillez patienter...
pt: Por favor, aguarde...
ro: Te rugam asteapta...
uk: Будь ласка, зачекайте...

source: Invalid OTP
cs: Neplatný OTP
es: OTP invalido
fr: OTP invalide
pt: OTP inválido
ro: cod OTP Invalid
uk: Код недійсний

source: Bonus valid above
cs: Bonus platný nad
es: Bono válido arriba
fr: Bonus valide au-dessus de
pt: Bono válido arriba
ro: Bonus valabil mai sus
uk: Бонус дійсний при сумі від

# youAreUsingOneCoupon
source: You are using 1 coupon
cs: Používáte 1 kupón
es: Está utilizando 1 cupón
fr: Vous utilisez 1 coupon
pt: Você está usando 1 cupom
ro: Folosesti 1 coupon
uk: Ви застосували 1 купон

source: Support Chat
cs: Podpora chatu
es: Soporte
fr: Chat de support
pt: Suporte
ro: Dialog Suport Tehnic
uk: Служба підтримки

source: Tell us about yourself
cs: Řekněte nám o sobě
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
pt: Conte-nos sobre você
ro: Spune-ne despre tine
uk: Розкажіть нам про себе

# pleaseEnterFirstName
source: Please enter your First name
cs: Zadejte prosím své křestní jméno
es: Por favor ingrese su primer nombre
fr: Veuillez entrer votre prénom
pt: Digite seu primeiro nome
ro: Te rugam sa iti introduci Numele Tau
uk: Будь ласка, введіть своє ім’я

# pleaseEnterLastName
source: Please enter your Last name
cs: Zadejte prosím své příjmení
es: Por favor ingrese su apellido
fr: Veuillez entrer votre nom de famille
pt: Digite seu apelido
ro: Te rugam sa iti introduci Numele de Familie
uk: Будь ласка, введіть своє прізвище

source: saving
cs: ukládání
es: Guardando
fr: enregistrement
pt: Guardando
ro: salveaza
uk: Збереження

# masterNotWorking
source: Master's not working
cs: Mistr nepracuje
es: Master no está trabajando
fr: Le maître ne travaille pas
pt: Master não está funcionando
ro: Maestrul nu lucreaza
uk: У майстра вихідний

source: Saving Changes
cs: Ukládání změn
es: Guardando cambios
fr: Enregistrement des modifications
pt: Salvando mudanças
ro: Salvare Schimbari
uk: Зберігаємо зміни

source: Bonus restored
cs: Bonus obnoven
es: Bono restaurado
fr: Bonus restauré
pt: Bono restaurado
ro: Bonus restituit
uk: Вам повернуто бонус

# noImOkay
source: No i'm okey
cs: Ne, jsem v pořádku
es: No, Estoy bien
fr: Non, ça va
pt: No, Estou bem
ro: Nu, sunt bine
uk: Не потрібно

source: submitting
cs: odesílání
es: Enviando
fr: soumission
pt: Enviando
ro: trimite
uk: Оприлюднюємо

source: submitting review
cs: odesílání recenze
es: Enviando revisión
fr: soumission de l'avis
pt: Envio de revisão
ro: trimite recenzie
uk: Оприлюднюємо відгук

# errorCancelling
source: error canceling
cs: chyba při zrušení
es: Error de anulación
fr: erreur d'annulation
pt: Erro de cancelamento
ro: eroare anulare
uk: Помилка скасування

source: uploading
cs: nahrávání
es: Cargando
fr: téléchargement
pt: Carregando
ro: se incarca
uk: Завантажуємо

source: Booking failed...
cs: Rezervace se nezdařila...
es: Reserva fallida...
fr: Échec de la réservation...
pt: Falha na reserva...
ro: Rezervarea a dat gres...
uk: Невдалий запис

source: invalid file
cs: neplatný soubor
es: Archivo no válido
fr: fichier non valide
pt: Archivo no válido
ro: fisier invalid
uk: Непідтримуваний файл

# cantOpenUrl
source: cant open!! long press to copy
cs: nemohu otevřít!! dlouhým stiskem zkopírujte
es: ¡No se puede abrir! Pulsar prolongadamente para copiar
fr: impossible d'ouvrir !! Appuyez longuement pour copier
pt: Não pode ser aberto! Pressione e mantenha pressionado para copiar
ro: nu se poate deschide!! apasa lung pentru a copia
uk: Неможливо відкрити

source: Today
cs: Dnes
es: Hoy
fr: Aujourd'hui
pt: Hoje
ro: Astazi
uk: Сьогодні

source: No favourites yet
cs: Zatím žádné oblíbené
es: Aún no hay favoritos
fr: Aucun favori pour le moment
pt: Ainda não há favoritos
ro: Nu sunt favorite inca
uk: Поки немає збережених

source: Bonus Used
cs: Bonus využit
es: Bono Usado
fr: Bonus utilisé
pt: Bônus utilizado
ro: Bonus Utilizat
uk: Використаний бонус

source: no bonuses
cs: žádné bonusy
es: Sin bonos
fr: pas de bonus
pt: Sem bônus
ro: niciun bonus
uk: немає

source: No bonus available!
cs: Žádný bonus není k dispozici!
es: No hay bonos disponibles
fr: Aucun bonus disponible !
pt: Não há bônus disponíveis
ro: Niciun bonus disponibil!
uk: Бонус не доступний!

source: Website
cs: Webové stránky
es: Sitio web
fr: Site web
uk: Вебсайт

# grantLocationPermission
source: Please grant location permission
cs: Prosím, povolte přístup k poloze
es: Por favor, autorice la localización
fr: Veuillez accorder la permission de localisation
pt: Por favor, autorize a localização
ro: Te rugam sa acorzi permisiuni pentru locatie

# loginSuccess
source: You have successfully joined bnb!
cs: Úspěšně jste se připojili k bnb!
es: Te has unido a bnb con éxito
fr: Vous avez rejoint bnb avec succès !
pt: Você se registrou com sucesso em bnb
ro: Te-ai alaturat cu succes la bnb!
uk: Ви успішно увійшли в bnb!

# startBookingSalons
source: Now you can quickly book services and use bnb coupons for visits to the salon or master.
cs: Nyní můžete rychle rezervovat služby a používat kupóny bnb pro návštěvy salonu nebo mistra.
es: Ahora puedes reservar servicios rápidamente y utilizar cupones bnb para visitas al Salón o al Master
fr: Maintenant, vous pouvez rapidement réserver des services et utiliser les coupons bnb pour des visites au salon ou chez le maître.
pt: Agora você pode agendar serviços rapidamente e usar vouchers do bnb para visitas ao Salão de beleza ou ao Master
ro: Acum poti rezerva rapid servicii si poti folosi cupoane bnb pentru vizitele la salon sau maestri.
uk: Тепер можете швидко бронювати послуги і використовувати bnb купони для візитів до салону чи майстра.

# mon
source: Monday
cs: Pondělí
es: Lunes
fr: Lundi
pt: Segunda-feira
ro: Luni
uk: понеділок

# tue
source: Tuesday
cs: Úterý
es: Martes
fr: Mardi
pt: Terça-feira
ro: Marti
uk: вівторок

# wed
source: Wednesday
cs: Středa
es: Miércoles
fr: Mercredi
pt: Quarta-feira
ro: Miercuri
uk: середа

# thu
source: Thursday
cs: Čtvrtek
es: Jueves
fr: Jeudi
pt: Quinta-feira
ro: Joi
uk: четвер

# fri
source: Friday
cs: Pátek
es: Viernes
fr: Vendredi
pt: Sexta-feira
ro: Vineri
uk: п'ятниця

# sat
source: Saturday
cs: Sobota
es: Sábado
fr: Samedi
pt: Sábado
ro: Sambata
uk: субота

# sun
source: Sunday
cs: Neděle
es: Domingo
fr: Dimanche
pt: Domingo
ro: Duminica
uk: неділя

source: Request
cs: Požadavek
es: Solicitar
fr: Demande
pt: Solicitação
ro: Cere
uk: Запит

source: Requested
cs: Požadováno
es: Solicitado
fr: Demandé
pt: Solicitado
ro: Cerut
uk: Запит надіслано

source: Instant
cs: Okamžitě
es: Instantáneo
fr: Instantané
pt: Instantâneo
uk: Онлайн-запис

# requestInfo
source: Salon needs to accept the request
cs: Salon musí požadavek přijmout
es: El salón debe aceptar la solicitud
fr: Le salon doit accepter la demande
pt: O Salão deve aceitar a solicitação
ro: Salonul trebuie sa accepte cererea
uk: Запит на час, який підтвердить салон

# instantInfo
source: Appointment once placed, will be confirmed instantly.
cs: Po umístění schůzky bude okamžitě potvrzena.
es: Una vez concertada la cita, se confirmará al instante
fr: Une fois le rendez-vous confirmé, il le sera instantanément.
pt: Uma vez que o agendamento tenha sido feito, ele será confirmado imediatamente
ro: Programarile odata plasate, vor fi confirmate instant.
uk: Онлайн-запис без додаткових підтверджень

source: Specialist studio
cs: Studio specialisty
es: Estudio especializado
fr: Studio spécialiste
pt: Estúdio especializado
uk: Майстер у салоні

source: Single master
cs: Jednotlivý mistr
fr: Maître unique
ro: Maestru unic
uk: Майстер вдома

source: Please fill in your name
cs: Vyplňte prosím své jméno
es: Por favor ingrese su nombre
fr: Veuillez remplir votre nom
pt: Digite seu nome
ro: Te rugam completeaza numele
uk: Будь ласка, введіть своє ім’я

# resendVerificationCode
source: The SMS code has expired. Please re-send the verification code to try again
cs: SMS kód vypršel. Prosím, znovu odešlete ověřovací kód
es: El código del mensaje de texto ha caducado. Vuelva a enviar el código de verificación para intentarlo de nuevo
fr: Le code SMS a expiré. Veuillez renvoyer le code de vérification pour réessayer
pt: O código da mensagem de texto expirou. Reenvie o código de verificação para tentar novamente
ro: Codul SMS a expirat. Te rugam retrimite codul de verificare si incearca din nou
uk: Термін дії коду минув. Будь ласка, отримайте новий код

source: Promotions
cs: Propagace
es: Promociones
pt: Promoções
ro: Promotii

source: About Me
cs: O mně
es: Sobre mi
fr: À propos de moi
pt: Sobre mim
ro: Despre Mine

source: About Us
cs: O nás
es: Sobre nosotros
fr: À propos de nous
pt: Sobre nós
ro: Despre Noi

source: My Works
cs: Moje práce
es: Mis trabajos
fr: Mes Travaux
pt: Meus trabalhos
ro: Lucrarile Mele

source: Our Works
cs: Naše práce
es: Nuestros trabajos
fr: Nos Travaux
pt: Nossos trabalhos
ro: Lucrarile Noastre

source: Our Team
cs: Náš tým
es: Nuestro equipo
fr: Notre Équipe
pt: Nossa equipe
ro: Echipa Noastra

source: Our Price
cs: Naše cena
es: Nuestro precio
fr: Notre Prix
pt: Nosso preço
ro: Pretul Nostru

source: Our Contacts
cs: Naše kontakty
es: Nuestros contactos
fr: Nos Contacts
pt: Nossos contatos
ro: Contactele Noastre

source: Social Network
cs: Sociální síť
es: Redes sociales
fr: Réseau Social
pt: Redes sociais
ro: Retele Sociale

source: Our Social Network
cs: Naše sociální síť
es: Nuestras Redes sociales
fr: Notre Réseau Social
pt: Nossas redes sociais
ro: Retelele Noastre Sociale

source: Visit
cs: Navštívit
es: Visitar
fr: Visite
pt: Visitar
ro: Vizita

source: Write to us and we will help you decide on the service
cs: Napište nám a pomůžeme vám rozhodnout se pro službu
es: Escríbenos y te ayudaremos a decidir el servicio
fr: Écrivez-nous et nous vous aiderons à choisir le service
pt: Escreva para nós e nós o ajudaremos a decidir sobre o serviço que você precisa
ro: Scrie-ne si te vom ajuta sa te decizi asupra unui serviciu

# submitEnquiry
source: Submit an Enquiry
cs: Odeslat dotaz
es: Enviar una solicitud
fr: Envoyer une demande
pt: Enviar um aplicativo
ro: Trimite o Intrebare

# emptyFields
source: Fields cannot be empty, please fill required fields
cs: Pole nesmí být prázdná, prosím vyplňte požadovaná pole
es: Los campos no pueden estar vacíos, rellene los campos obligatorios
fr: Les champs ne peuvent pas être vides, veuillez remplir les champs obligatoires
pt: Os campos não podem estar vazios, preencha os campos obrigatórios
ro: Campurile nu pot fi goale, te rugam completeaza campurile cerute

# noBrandsForThisProfile
source: No brands available for this profile
cs: Pro tento profil nejsou k dispozici žádné značky
es: No hay marcas disponibles para este perfil
fr: Aucune marque disponible pour ce profil
pt: Não há marcas disponíveis para este perfil
ro: Nicio marca disponibila pentru acest profil

source: No services available
cs: Nejsou k dispozici žádné služby
es: No hay servicios disponibles
fr: Aucun service disponible
pt: Não há serviços disponíveis
ro: Niciun serviciu disponibil

# noItemsAvailable
source: No items available for sale
cs: Nejsou k dispozici žádné položky k prodeji
es: No hay artículos a la venta
fr: Aucun article disponible à la vente
pt: Nenhum item à venda
ro: Niciun produs disponibil pentru vanzare

source: No reviews
cs: Žádné recenze
es: Sin reseñas
fr: Aucun avis
pt: Sem opiniões
ro: Nicio evaluare

source: discounts
cs: slevy
es: Descuentos
fr: remises
pt: Descontos
ro: reduceri

source: Apple Pay
es: Pago de Apple
pt: Pagamento de Apple
ro: Plata prin Apple Pay

source: bonus
pt: Bônus
uk: бонус

source: Email
pt: Correio eletrônico
uk: Електронна пошта

source: Finance
es: Finanzas
fr: Finances
pt: Finanças
ro: Finante
uk: Фінанси

source: Google Pay
es: Pago de Google
pt: Pagamento de Google
ro: Plata prin Google Pay

source: noShow
es: No mostrar
fr: absent
pt: Não mostrar
ro: neprezentat

# registration_line31
source: Salon
es: Salón
pt: Salão
uk: Салон

source: salon
pt: Salão
uk: Салон

source: chat
fr: Discussion
ro: Dialog
uk: Чат

source: Facebook (messenger)
fr: Facebook (messagerie)
uk: Facebook (месенджер)

source: h
uk: год

source: min
uk: хв

source: ok
uk: Добре

source: online
fr: en ligne
uk: Онлайн

# profile_pic_line1
source: tel:
fr: tél :
uk: тел:

source: UAH
uk: грн
