Repository: blue0316/salon
Catalog: bnb_customer/lib/src/localization/app_*.arb
Languages: cs, es, fr, pt, ro, uk

source: User
cs: Uživatel
es: Usuario
fr: Utilisateur
pt: Usuário
ro: Utilizator
uk: Користувач

source: Sign in
cs: Přihlásit se
es: Iniciar sesión
fr: Se connecter
pt: Iniciar sessão
ro: Conectare
uk: Увійти

# signed_in_successfully
source: Welcome again
cs: Vítejte znovu
es: Bienvenido de nuevo
fr: Bienvenue de nouveau
pt: Bem-vindo de volta
ro: Bine ai revenit
uk: Раді вас бачити!

source: Success
cs: Úspěch
es: Exitoso
fr: Succès
pt: Bem-sucedido
ro: Succes
uk: Успіх

source: Verify and book
cs: Ověřte a rezervujte
es: Verificar y Reservar
fr: Vérifier et réserver
pt: Verificar e reservar
ro: Verifica si rezerva
uk: Перевірте та забронюйте

# fillDetails
source: Please fill in your details here...
cs: Prosím, vyplňte zde své údaje...
es: Por favor, Ingrese sus datos aquí…
fr: Veuillez remplir vos coordonnées ici...
pt: Introduza aqui os seus dados…
ro: Te rugam sa completezi datele tale aici...
uk: Будь ласка, заповніть свої дані тут…

source: Booked
cs: Rezervováno
es: Reservado
fr: Réservé
pt: Reservado
ro: Rezervat
uk: Заброньовано

# policy
source: Privacy Policy
cs: Zásady ochrany osobních údajů
es: Política de Privacidad
fr: Politique de confidentialité
pt: Política de privacidade
ro: Politica de Confidentialitate
uk: Політика конфіденційності

# otpSent
source: Otp has been sent to your phone
cs: Otp byl odeslán na váš telefon
es: Su OTP ha sido enviado a tu teléfono
fr: Un code OTP a été envoyé à votre téléphone
pt: A sua OTP foi enviada para o seu telefone
ro: Codul de inregistrare a fost transmis spre telefonul tau
uk: Код підтвердження надіслано на ваш телефон

# privacy_policy_accept
source: Accept privacy policy
cs: Přijmout zásady ochrany osobních údajů
es: Acepta la Política de Privacidad
fr: Accepter la politique de confidentialité
pt: Aceitar a Política de Privacidade
ro: Accept politica de confidentialitate
uk: прийняти політику конфіденційності

source: Sign in failed!
cs: Přihlášení selhalo!
es: ¡Fallo en el Inicio de sesión!
fr: Échec de la connexion !
pt: O início de sessão falhou!
ro: Conectarea a dat gres!
uk: Помилка входу

# verification_link_sent
source: A verification link has been sent to your email account!
cs: Ověřovací odkaz byl odeslán na váš e-mailový účet!
es: ¡Un link de verificación ha sido enviado a tu cuenta de Email!
fr: Un lien de vérification a été envoyé à votre compte e-mail !
pt: Foi enviada uma ligação de verificação para a sua conta de correio electrónico!
ro: Un link de verificare a fost transmis catre adresa ta de email!
uk: На вашу пошту надіслано лист із посиланням для підтвердження. Перевірте її, будь ласка

source: Profile Details
cs: Detaily profilu
es: Detalles del perfil
fr: Détails du profil
pt: Detalhes do perfil
ro: Detalii Profil
uk: Профіль

# read_privacy_policy
source: I have read and accepted privacy policy
cs: Přečetl(a) jsem si a přijímám zásady ochrany osobních údajů
es: He leído y aceptado la Política de Privacidad
fr: J'ai lu et accepté la politique de confidentialité
pt: Li e aceito a Política de Privacidade
ro: Am citit si accept politica de confidentialitate
uk: Я прочитав і приймаю політику конфіденційності

source: Schedule
cs: Rozvrh
es: Cronograma
fr: Calendrier
pt: Cronograma
ro: Program
uk: Розклад

source: Services
cs: Služby
es: Servicios
pt: Serviços
ro: Servicii
uk: Послуги

# firstTimeBooking
source: First time booking service with bnb? Please, fill in your first and last name, and confirm your booking with OTP from SMS
cs: Rezervujete službu u bnb poprvé? Prosím, vyplňte své jméno a příjmení a potvrďte rezervaci OTP z SMS
es: ¿Primera vez reservando servicios con bnb? Por favor, ingrese su nombre y apellido, y confirme su reservación con la OTP desde el mensaje de texto
fr: Première réservation de service avec bnb ? Veuillez remplir votre prénom et nom, et confirmez votre réservation avec le code OTP du SMS
pt: Primeira vez a reservar serviços com bnb? Introduza o seu primeiro e apelido e confirme a sua reserva com o OTP da mensagem de texto
ro: Este prima data cand rezervati un serviciu prin bnb? Va rugam, completati numele si prenumele, si confirmati rezervarea cu ajutorul codului primit prin SMS
uk: Перший раз бронюєте з bnb? Будь ласка, введіть ваше імʼя та прізвище, та підтвердьте бронювання кодом зі смс.

# repetetiveBooking
source: Welcome back! Please, confirm your booking with OTP from SMS
cs: Vítejte zpět! Prosím, potvrďte svou rezervaci OTP z SMS
es: ¡Bienvenido de nuevo! Por favor, confirme su reservación con la OTP desde el mensaje de texto
fr: Bienvenue de nouveau ! Veuillez confirmer votre réservation avec le code OTP du SMS
pt: Bem-vindo de volta! Por favor, confirme a sua reserva com o OTP da mensagem de texto
ro: Bine ai revenit! Te rugam sa confirmi rezervarea prin intermediul codului primit prin SMS
uk: З поверненням! Будь ласка, підтвердьте бронювання кодом зі смс.

source: Masters
cs: Mistři
fr: Maîtres
ro: Maestri
uk: Майстри

source: Dashboard
cs: Přehled
es: Panel
fr: Tableau de bord
pt: Painel
ro: Panou de bord
uk: Аналітика

source: Application settings
cs: Nastavení aplikace
es: Configuraciones de la aplicación
fr: Paramètres de l'application
pt: Configurações da aplicação
ro: Setari aplicatie
uk: Налаштування

# client_base
source: Clients
cs: Klienti
es: Clientes
pt: Clientes
ro: Clienti
uk: Клієнти

source: Monthly calendar
cs: Měsíční kalendář
es: Calendario mensual
fr: Calendrier mensuel
pt: Calendário mensal
ro: Calendar lunar
uk: Місяць

source: Daily calendar
cs: Denní kalendář
es: Calendario diario
fr: Calendrier quotidien
pt: Calendário diário
ro: Calendar zilnic
uk: День

# bookRestricted
source: Booking is restricted
cs: Rezervace je omezena
es: La reservación está restringida
fr: La réservation est restreinte
pt: As reservas são limitadas
ro: Rezervare restrictionata
uk: Бронювання обмежено

source: All
cs: Vše
es: Todo
fr: Tous
pt: Tudo
ro: Toate
uk: Всі

source: Resend
cs: Znovu odeslat
es: Reenviar
fr: Renvoyer
pt: Reenviar
ro: Retrimite
uk: Надіслати повторно

# inputPhoneNumber
source: Welcome back, Please Input your Phone number below
cs: Vítejte zpět, prosím zadejte své telefonní číslo níže
es: Bienvenido de nuevo, Por favor ingrese su /n número telefónico debajo
fr: Bienvenue de nouveau, veuillez entrer votre numéro de téléphone ci-dessous
pt: Bem-vindo de volta, por favor introduza o seu número de telefone /n abaixo
ro: Bine ai revenit, Te rugam sa introduci Numarul de telefon mai jos
uk: Ласкаво просимо назад. Введіть свій номер телефону нижче

source: Enter
cs: Vstoupit
es: Entrar
fr: Entrer
pt: Entrar
ro: Intra
uk: Введіть

source: Verification
cs: Ověření
es: Verificación
fr: Vérification
pt: Verificação
ro: Verificare
uk: Перевірка

# inputotp
source: Kindly input your OTP
cs: Prosím, zadejte své OTP
es: Amablemente ingrese su OTP
fr: Veuillez entrer votre code OTP
pt: Por favor, introduza o seu OTP
ro: Te rugam sa introduci codul de inregistrare
uk: Будь ласка, введіть свій OTP

source: Verify
cs: Ověřit
es: Verificar
fr: Vérifier
pt: Verificar
ro: Verifica
uk: Підтвердити

# nootp
source: Didn’t Receive an OTP?
cs: Nepřišlo vám OTP?
es: ¿No recibió una OTP?
fr: Pas reçu de code OTP ?
pt: Não recebeu um OTP?
ro: Nu ai primit codul de inregistrare?
uk: Не отримали OTP?

source: Hairdressing
cs: Kadeřnictví
es: Peluquería
fr: Coiffure
pt: Cabeleireiro
ro: Frizerie/Coafura
uk: Стрижка

source: Manicure and pedicure
cs: Manikúra a pedikúra
es: Manicura Y Pedicura
fr: Manucure et pédicure
pt: Manicure e pedicure
ro: Manichiura si pedichiura
uk: Манікюр та педікюр

source: Eyebrows and eyelashes
cs: Obočí a řasy
es: Cejas Y Pestañas
fr: Sourcils et cils
pt: Sobrancelhas e pestanas
ro: Sprancene si gene
uk: Брова та вії

# appointment_details_title
source: Appointment details
cs: Detaily schůzky
es: Detalles de la Cita
fr: Détails du rendez-vous
pt: Detalhes da consulta
ro: Detalii programare
uk: Деталі запису

# appointment_details_line1
source: What do you want to do with this appointment?
cs: Co chcete udělat s touto schůzkou?
es: ¿Qué quieres hacer con esta cita?
fr: Que voulez-vous faire avec ce rendez-vous ?
pt: O que é que quer fazer com esta consulta?
ro: Ce doresti sa faci cu aceasta programare?
uk: Що бажаєте зробити із цим записом?

# appointment_details_line2
source: Change
cs: Změnit
es: Cambiar
fr: Modifier
pt: Trocar
ro: Schimba
uk: Змінити

# appointment_details_line3
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
pt: Cancelar
ro: Anuleaza
uk: Відмінити

# appointment_details_line4
source: View visit history
cs: Zobrazit historii návštěv
es: Ver historial de visitas
fr: Voir l'historique des visites
pt: Ver histórico de visitas
ro: Vezi istoric vizite
uk: Переглянути історію візитів

# appointment_details_line5
source: Call
cs: Zavolat
es: Llamar
fr: Appeler
pt: Chamar
ro: Suna
uk: Подзвонити

source: From
cs: Od
es: Desde
fr: De
pt: De
ro: De la
uk: З

source: To
cs: Do
es: Para
fr: À
pt: Para
ro: La
uk: До

source: Master
cs: Mistr
fr: Maître
ro: Maestru
uk: Майстер

# what_to_do_appointment
source: What do you want to do with this appointment?
cs: Co chcete udělat s touto schůzkou?
es: ¿Qué quieres hacer con esta cita?
fr: Que voulez-vous faire avec ce rendez-vous ?
pt: O que é que quer fazer com esta consulta?
ro: Ce doresti sa faci cu aceasta programare?
uk: Що бажаєте зробити с цим записом?

# appointment_confirmed
source: Confirmed
cs: Potvrzeno
es: Confirmar
fr: Confirmé
pt: Confirmar
ro: Confirmat
uk: Підтверджено

# appointment_pending
source: Pending approval
cs: Čeká na schválení
es: Aprobación pendiente
fr: En attente d'approbation
pt: Aprovação pendente
ro: Aprobare in asteptare
uk: Очікує підтвердження

# appointment_cancelled
source: Cancelled
cs: Zrušeno
es: Cancelado
fr: Annulé
pt: Cancelado
ro: Anulat
uk: Скасовано

source: Order completed
cs: Objednávka dokončena
es: Orden completada
fr: Commande terminée
pt: Ordem concluída
ro: Comanda completa
uk: Роботу виконано

source: Appointment Missed
cs: Schůzka zmeškána
es: Cita perdida
fr: Rendez-vous manqué
pt: Consulta perdida
ro: Programare ratata
uk: Клієнт не прийшов

source: Checked in
cs: Přihlášen
es: Registrado
fr: Enregistré
pt: Registado
ro: Inregistrat
uk: Клієнт на місці

source: In process
cs: Probíhá
es: En proceso
fr: En cours
pt: Em curso
ro: In procesare
uk: В процесі

# appointment_tabbar_line1
source: Make an appointment
cs: Domluvit schůzku
es: Crear una cita
fr: Prendre un rendez-vous
pt: Criar uma consulta
ro: Fa o programare
uk: Створити запис

# appointment_tabbar_line2
source: service
cs: služba
es: Servicio
pt: Serviço
ro: serviciu
uk: послуга

# appointment_tabbar_line3
source: time & master
cs: čas & mistr
es: Tiempo & Master
fr: heure & maître
pt: Tempo & Master
ro: timp si maestru
uk: час і майстер

# appointment_tabbar_line4
source: client
cs: klient
es: Cliente
pt: Cliente
uk: клієнт

# appointment_tabbar_line5
source: Client's name
cs: Jméno klienta
es: Nombre del cliente
fr: Nom du client
pt: Nome do cliente
ro: Numele clientului
uk: Ім'я клієнта

# appointment_tabbar_line6
source: No master available
cs: Žádný mistr není k dispozici
es: Ningún Master disponible
fr: Aucun maître disponible
pt: Nenhum Master disponível
ro: Niciun maestru disponibil
uk: Немає вільних майстрів

# appointment_tabbar_line7
source: Top master
cs: Top mistr
fr: Meilleur maître
ro: Top maestri
uk: Топ майстер

source: View visit history
cs: Zobrazit historii návštěv
es: Ver historial de visitas
fr: Voir l'historique des visites
pt: Ver histórico de visitas
ro: Vezi istoricul vizitelor
uk: Дивитись історію візитів

source: No client available
cs: Žádný klient není k dispozici
es: Ningún cliente disponible
fr: Aucun client disponible
pt: Nenhum cliente disponível
ro: Niciun client disponibil
uk: Клієнт недоступний

source: Search
cs: Hledat
es: Buscar
fr: Rechercher
pt: Pesquisar
ro: Cauta
uk: Пошук

source: Day
cs: Den
es: Día
fr: Jour
pt: Dia
ro: Ziua
uk: День

# createdBooking
source: created a booking on
cs: vytvořil rezervaci dne
es: ha creado una reservación en
fr: a créé une réservation le
pt: Criou uma reserva em
ro: ai creat o rezervare pe
uk: зроблено запис на

# changedBooking
source: changed a booking to
cs: změnil rezervaci na
es: Ha cambiado una reservación para
fr: a modifié une réservation en
pt: Mudou uma reserva para
ro: ai schimbat rezervarea la
uk: змінено запис на

# cancelledBooking
source: cancelled a booking on
cs: zrušil rezervaci dne
es: Ha cancelado una reservación en
fr: a annulé une réservation le
pt: Cancelou uma reserva em
ro: ai anulat rezervarea din
uk: скасовано запис на

# calendar_appointment_line1
source: Block the time
cs: Zablokovat čas
es: Bloquear el tiempo
fr: Bloquer le temps
pt: Tempo de bloqueio
ro: Blocheaza intervalul de timp
uk: Заблокувати час

source: Duration
cs: Trvání
es: Duración
fr: Durée
pt: Duração
ro: Durata
uk: Тривалість

source: Save
cs: Uložit
es: Guardar
fr: Enregistrer
pt: Salvar
ro: Salveaza
uk: Зберегти

source: Sign up
cs: Zaregistrovat se
es: Registrarse
fr: S'inscrire
pt: Registar-se
ro: Inregistrare
uk: Зареєструватися

# dialogue_line1
source: Are you sure you want to
cs: Jste si jisti, že chcete
es: Estas seguro de que quieres
fr: Êtes-vous sûr de vouloir
pt: Você tem certeza de que deseja
ro: Sigur doresti sa
uk: Ви впевнені, що бажаєте

# dialogue_line2
source: This action cannot be reversed
cs: Tuto akci nelze vrátit zpět
es: Esta acción no puede ser reservada
fr: Cette action ne peut pas être annulée
pt: Esta ação não pode ser reservada
ro: Aceasta actiune este ireversibila
uk: Цю дію неможливо відмінити

# dialogue_line3
source: Add description here
cs: Přidejte zde popis
es: Agrega una descripción aquí
fr: Ajouter une description ici
pt: Adicione uma descrição aqui
ro: Adauga descrierea aici
uk: Напишіть короткий опис

# delete_photo_dialogue
source: Are you sure you want to delete the photo?
cs: Jste si jisti, že chcete smazat fotografii?
es: ¿Estás seguro de que quieres borrar la foto?
fr: Êtes-vous sûr de vouloir supprimer la photo ?
pt: Tem certeza de que deseja deleitar a foto?
ro: Sigur doresti sa stergi aceasta poza?
uk: Ви впевнені, що хочете видалити цю фотографію?

# delete_customer_dialogue
source: Are you sure you want to delete customer from your client base?
cs: Jste si jisti, že chcete smazat zákazníka ze své zákaznické základny?
es: ¿Está seguro de que quiere eliminar al cliente de su base de clientes?
fr: Êtes-vous sûr de vouloir supprimer le client de votre base de clients ?
pt: Tem certeza de que deseja remover o cliente de sua base de clientes?
ro: Sigur doresti sa stergi clientul din baza de date?
uk: Ви впевнені, що хочете видалити клієнта зі своєї бази?

# delete_master_dialogue
source: Are you sure you want to delete this master from your client base?
cs: Jste si jisti, že chcete smazat tohoto mistra ze své zákaznické základny?
es: Está seguro de que quiere eliminar al master de su base de clientes?
fr: Êtes-vous sûr de vouloir supprimer ce maître de votre base de clients ?
pt: Tem certeza de que deseja remover o Master de sua base de clientes?
ro: Sigur doresti sa stergi maestrul din baza de date?
uk: Ви впевнені, що хочете видалити майстра зі своєї бази?

# delete_category_dialogue
source: Are you sure you want to delete this category?
cs: Jste si jisti, že chcete smazat tuto kategorii?
es: ¿Estás seguro de que quieres borrar esta categoría?
fr: Êtes-vous sûr de vouloir supprimer cette catégorie ?
pt: Tem certeza de que deseja eliminar esta categoria?
ro: Sigur doresti sa stergi aceasta categorie?
uk: Ви впевнені, що хочете видалити цю категорію?

# delete_seat_dialogue
source: Are you sure you want to delete this seat?
cs: Jste si jisti, že chcete smazat toto místo?
es: ¿Estás seguro de que quieres borrar este puesto?
fr: Êtes-vous sûr de vouloir supprimer ce siège ?
pt: Tem certeza de que deseja eliminar este lugar?
ro: Sigur doresti sa stergi acest scaun?
uk: Ви впевнені, що хочете видалити це місце?

# delete_service_dialogue
source: Are you sure you want to delete this service?
cs: Jste si jisti, že chcete smazat tuto službu?
es: ¿Estás seguro de que quieres borrar este servicio?
fr: Êtes-vous sûr de vouloir supprimer ce service ?
pt: Tem certeza de que deseja eliminar este serviço?
ro: Sigur doresti sa stergi acest serviciu?
uk: Ви впевнені, що хочете видалити цю послугу?

source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer
pt: Eliminar
ro: Sterge
uk: Видалити

source: Description
cs: Popis
es: Descripción
pt: Descrição
ro: Descriere
uk: Опис

source: Add
cs: Přidat
es: Agregar
fr: Ajouter
pt: Adicionar
ro: Adauga
uk: Додати

source: Clients
cs: Klienti
es: Clientes
pt: Clientes
ro: Clienti
uk: Клієнти(ів)

source: Client
cs: Klient
es: Cliente
pt: Cliente
uk: Клієнт

source: Appointments
cs: Schůzky
es: Cita
fr: Rendez-vous
pt: Consulta
ro: Programari
uk: Записи

# home_line1
source: Book an appointment
cs: Domluvit schůzku
es: Reservar una cita
fr: Prendre un rendez-vous
pt: Marcar uma consulta
ro: Rezerva o programare
uk: Створити запис

# home_line2
source: View appointment
cs: Zobrazit schůzku
es: Ver cita
fr: Voir le rendez-vous
pt: Ver consulta
ro: Vezi programare
uk: Переглянути запис

source: Category
cs: Kategorie
es: Categoría
fr: Catégorie
pt: Categoría
ro: Categorie
uk: Категорія

source: Categories
cs: Kategorie
es: Categorías
fr: Catégories
pt: Categorías
ro: Categorii
uk: Категорії

source: Categories and services
cs: Kategorie a služby
es: Categorías y servicios
fr: Catégories et services
pt: Categorias e serviços
ro: Categorii si servicii
uk: Категорії та послуги

# please_tap_on_cat
source: Please tap on a category to add it to your salon profile
cs: Prosím, klepněte na kategorii, abyste ji přidali do profilu vašeho salonu
es: Por favor pulse en una categoría para agregarla a tu perfil de salón
fr: Veuillez cliquer sur une catégorie pour l'ajouter à votre profil de salon
pt: Clique em uma categoria para adicioná-la ao perfil do seu salão
ro: Te rugam sa apesi pe o categorie pentru a o adauga la profilul salonului tau
uk: Натисніть на категорію, щоб додати її до свого профілю

# please_Assign_Price
source: Please assign price and duration to all the selected services provided by this particular master!
cs: Prosím, přiřaďte cenu a dobu trvání všem vybraným službám, které poskytuje tento konkrétní mistr!
es: Por favor, ¡asigne precio y duración a todos los servicios seleccionados prestados por este Master en particular!
fr: Veuillez attribuer un prix et une durée à tous les services sélectionnés fournis par ce maître en particulier !
pt: Por favor, atribua o preço e a duração de todos os serviços selecionados prestados por este Master em particular!
ro: Te rugam sa atribui un pret si durata la toate serviciile oferite de catre acest maestru, pe care le-ai selectat!
uk: Будь ласка, вкажіть ціну та тривалість усіх вибраних послуг, які надає конкретно цей майстер

# please_assign_working_hours
source: Please set the salon's working hours in profile settings first
cs: Nejprve nastavte pracovní dobu salonu v nastavení profilu
es: Por favor, establezca primero el horario de trabajo del salón en los ajustes del perfil
fr: Veuillez définir les heures de travail du salon dans les paramètres de profil d'abord
pt: Por favor, defina o horário de funcionamento do salão nas configurações do perfil
ro: Te rugam sa setezi mai intai programul de lucru al salonului din setarile profilului
uk: Будь ласка, спочатку встановіть свій робочий графік у налаштуваннях профілю

source: Top master
cs: Top mistr
fr: Meilleur maître
ro: Top maestri
uk: Топ майстер

source: Specialist
cs: Specialista
es: Especialista
fr: Spécialiste
pt: Especialista
uk: Спеціаліст

source: Trainee
cs: Stážista
es: Aprendiz
fr: Stagiaire
pt: Aprendiz
ro: Stagiar
uk: Стажер

source: Open
cs: Otevřeno
es: Abrir
fr: Ouvert
pt: Abrir
ro: Deschis
uk: Робочий

source: Closed
cs: Zavřeno
es: Cerrado
fr: Fermé
pt: Fechado
ro: Inchis
uk: Вихідний

# break_word
source: Break
cs: Přestávka
es: Descanso
fr: Pause
pt: Descanso
ro: Pauza
uk: Перерва

source: Update service
cs: Aktualizovat službu
es: Actualizar el servicio
fr: Mettre à jour le service
pt: Atualizar o serviço
ro: Actualizare serviciu
uk: Оновити послугу

# service_already_present
source: Service with the same name is already present. Do you want to update it?
cs: Služba se stejným názvem již existuje. Chcete ji aktualizovat?
es: Ya existe un servicio con el mismo nombre. ¿Desea actualizarlo?
fr: Un service portant le même nom est déjà présent. Voulez-vous le mettre à jour ?
pt: Já existe um serviço com o mesmo nome, você deseja atualizá-lo?
ro: Serviciu cu acelasi nume deja existent. Doresti sa il actualizezi?
uk: Послуга з такою назвою вже існує. Хочете її оновити?

source: Rename
cs: Přejmenovat
es: Renombrar
fr: Renommer
pt: Renomear
ro: Redenumeste
uk: Перейменувати

# price_duration_seats
source: Price, duration and number of seats
cs: Cena, doba trvání a počet míst
es: Precio, duración y número de puestos
fr: Prix, durée et nombre de sièges
pt: Preço, duração e número de lugares
ro: Pret, durata si numar de scaune
uk: Ціна, тривалість і кількість місць

source: For whom
cs: Pro koho
es: Para quién
fr: Pour qui
pt: Para quem
ro: Pentru cine
uk: Для кого

source: Seats
cs: Místa
es: Puestos
fr: Sièges
pt: Lugares
ro: Scaune
uk: Місця

# specify_workplace
source: Specify service workplaces before specifying categories and services
cs: Určete pracoviště služby před určením kategorií a služeb
es: Especifica los lugares de trabajo de servicios antes de especificar las categorías y los servicios
fr: Spécifiez les postes de travail de service avant de spécifier les catégories et les services
pt: Especifique os locais de trabalho de serviço antes de especificar as categorias e os serviços
ro: Specifica statiile de lucru inainte de a stabili categorii si servicii
uk: Вкажіть усі ваші робочі місця перед додаванням категорій та послуг

source: Specify seats available
cs: Určete dostupná místa
es: Especifica los puestos disponibles
fr: Précisez les sièges disponibles
pt: Especificar os postos disponíveis
ro: Specifica scaunele disponibile
uk: Вказати вільні місця

# type_seats_available
source: Type of seats available
cs: Typ dostupných míst
es: Tipo de puesto disponibles
fr: Type de sièges disponibles
pt: Tipos de postos disponíveis
ro: Tip de scaune disponibile
uk: Тип доступних місць

# no_seat_available
source: No seat is available
cs: Žádné místo není k dispozici
es: Ningún puesto está disponible
fr: Aucun siège n'est disponible
pt: Não há postos disponíveis
ro: Nu sunt scaune disponibile
uk: Немає вільного місця

source: Add new seat type
cs: Přidat nový typ místa
es: Agregar nuevo tipo de puesto
fr: Ajouter un nouveau type de siège
pt: Adicionar novo tipo de posto
ro: Adauga un not tip de scaun
uk: Додати новий тип місця

source: this seat
cs: toto místo
es: Este puesto
fr: ce siège
pt: Este posto
ro: acest scaun
uk: це місце

source: Seat name
cs: Název místa
es: Nombre del puesto
fr: Nom du siège
pt: Nome do posto
ro: Nume scaun
uk: Назва місця

source: Number of seats
cs: Počet míst
es: Numero de puestos
fr: Nombre de sièges
pt: Número de posto
ro: Numar de scaune
uk: Кількість місць

source: Add new seat
cs: Přidat nové místo
es: Agregar nuevo puesto
fr: Ajouter un nouveau siège
pt: Adicionar novo posto
ro: Adauga scaun nou
uk: Додати нове місце

# seat_dialogue_11
source: What do I need to do with seats?
cs: Co potřebuji udělat s místy?
es: ¿Qué tengo que hacer con los puestos?
fr: Que dois-je faire avec les sièges ?
pt: O que eu preciso fazer com os postos?
ro: Cum procedez cu scaunele?
uk: Навіщо додавати робочі місця?
