Repository: blue0316/salon
Catalog: bnb_customer/lib/src/localization/app_*.arb
Languages: cs, es, fr, pt, ro, uk

source: Sign up
cs: Registrace
es: Regístrate
fr: S'inscrire
pt: Registrar-se
ro: Inregistrare
uk: Зареєструватися

source: Sign in
cs: Přihlásit se
es: Iniciar sesión
fr: Se connecter
pt: iniciar sessão
ro: Conectare
uk: Увійти

# enterPromoCode
source: Enter registration code
cs: Zadejte registrační kód
es: Introduzca el código de registro
fr: Entrez le code d'inscription
pt: Digite o código de registro
ro: Introdu codul de inregistrare
uk: Введіть код реєстрації

# doYouHavePromoCode
source: Do you have registration code?
cs: Máte registrační kód?
es: ¿Tienes un código de registro?
fr: Avez-vous un code d'inscription ?
pt: Você tem um código de registro?
ro: Ai un cod de inregistrare?
uk: Маєте код реєстрації?

source: Yes
cs: Ano
es: Sí
fr: Oui
pt: Sim
ro: Da
uk: Так

source: No
cs: Ne
fr: Non
pt: Não
ro: Nu
uk: Ні

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe
pt: Senha
ro: Parola
uk: Пароль

source: or sign in with
cs: nebo se přihlaste pomocí
es: O inicie sesión con
fr: ou connectez-vous avec
pt: Ou iniciar sessão com
ro: sau logheaza-te cu
uk: або увійдіть із

source: I agree to terms and conditions
cs: Souhlasím s podmínkami
es: Acepto los términos y condiciones
fr: J'accepte les termes et conditions
pt: Aceito os termos e condições
ro: Sunt de acord cu termenii si conditiile
uk: Я приймаю умови користування

source: or sign up with
cs: nebo se zaregistrujte pomocí
es: o regístrese con
fr: ou inscrivez-vous avec
pt: ou registre-se em
ro: sau inregistreaza-te cu
uk: або зареєструватися з

source: Done!
cs: Hotovo!
es: ¡Hecho!
fr: Terminé !
pt: Feito!
ro: Gata!
uk: Готово!

# doneOnly
source: Done
cs: Hotovo
es: Hecho
fr: Terminé
pt: Feito
ro: Gata
uk: Готово

# chooseThreeWords
source: Choose at least 3 categories of services you use the most often
cs: Vyberte alespoň 3 kategorie služeb, které nejčastěji využíváte
es: Elija al menos 3 categorías de servicios que utilizas con más frecuencia
fr: Choisissez au moins 3 catégories de services que vous utilisez le plus souvent
pt: Escolha pelo menos 3 categorias de serviços que você usa com mais frequência
ro: Alege cel putin 3 categorii de servicii pe care le folosesti cel mai frecvent
uk: Оберіть принаймні 3 категорії послуг, якими користуєтеся часто

# addYourCardAndGetBonus
source: Add your card to pay online and get bonuses
cs: Přidejte svou kartu pro platbu online a získejte bonusy
es: Añada su tarjeta para pagar en línea y obtener bonos
fr: Ajoutez votre carte pour payer en ligne et obtenir des bonus
pt: Adicione seu cartão para pagar online e ganhar bônus
ro: Adauga cardul tau pentru a plati online si pentru a primi bonusuri
uk: Додайте картку для онлайн_оплати й отримання бонусів

# enableLocationServices
source: To see the nearest salons and masters, please enable location services
cs: Pro zobrazení nejbližších salonů a mistrů prosím povolte služby určování polohy
es: Para ver los salones y Masters más cercanos, activa los servicios de localización
fr: Pour voir les salons et les maîtres les plus proches, veuillez activer les services de localisation
pt: Para ver os Salões e os Masters mais próximos, ative os serviços de localização
ro: Pentru a vedea saloane si maestri din apropiere, te rugam sa activezi serviciile de localizare
uk: Дозвольте використовувати ваше місцезнаходження, щоб показувати вам салони й майстрів поруч

# allowNotifications
source: To receive reminders of your upcoming appointments, please allow notifications
cs: Pro příjem připomínek vašich nadcházejících schůzek prosím povolte oznámení
es: Para recibir recordatorios de sus próximas citas, permita las notificaciones
fr: Pour recevoir des rappels de vos rendez-vous à venir, veuillez autoriser les notifications
pt: Para receber lembretes de suas próximas consultas, ative as notificações
ro: Pentru a primi mementouri despre programarile viitoare, te rugam sa activezi notificarile
uk: Дозвольте сповіщення, аби отримувати нагадування про записи

# needYourLocationForContent
source: We need to know where you are so we can show what we have reviewed around you
cs: Potřebujeme vědět, kde jste, abychom vám mohli ukázat, co jsme recenzovali kolem vás
es: Necesitamos saber dónde estás para poder mostrarte lo que hemos revisado a tu alrededor
fr: Nous devons savoir où vous êtes pour afficher ce que nous avons examiné autour de vous
pt: Precisamos saber onde você está para podermos mostrar o que verificamos ao seu redor
ro: Trebuie sa stim unde esti pentru a-ti putea prezenta ceea ce am inregistrat in zona ta
uk: Нам потрібно знати ваше місцезнаходження, щоб показувати салони й майстрів поруч

source: Turn on location
cs: Zapnout polohu
es: Activar localización
fr: Activer la localisation
pt: Ativar a localização
ro: Activeaza locatia
uk: Увімкнути геолокацію

source: Prefer services for
cs: Preferované služby pro
es: Preferir servicios para
fr: Préférer les services pour
pt: Preferir serviços para
ro: Prefer servicii pentru
uk: Мене цікавлять послуги для

source: show me all
cs: ukázat vše
es: Muéstrame todo
fr: montrez-moi tout
pt: Mostre-me tudo
ro: arata tot
uk: покажіть усі

# whichStatementIsTruerForYou
source: What would you choose?
cs: Co byste si vybrali?
es: ¿Qué elegirías?
fr: Quelle affirmation est plus vraie pour vous ?
pt: O que você escolheria?
ro: Ce ai alege?
uk: Що ви оберете?

# ipreferTopServices
source: I prefer services from top salons and top masters only
cs: Preferuji služby od nejlepších salonů a mistrů
es: Sólo prefiero los servicios de los mejores Salones y los mejores Masters
fr: Je préfère les services des meilleurs salons et des meilleurs maîtres uniquement
pt: Prefiro apenas os serviços dos melhores Salões e dos melhores Masters
ro: Prefer servicii doar de la saloane si maestri de top
uk: Мене цікавлять послуги лише салонів і топових майстрів

# iPreferTraineeServicews
source: I will gladly receive a service from a trainee too
cs: Rád/a využiji služby i od praktikanta
es: Yo también recibiré con gusto un servicio de un aprendiz
fr: Je suis prêt à recevoir un service d'un apprenti également
pt: Também receberei com prazer o serviço de um aprendiz
ro: Accept si sevicii de la un stagiar
uk: З радістю запишусь на послугу, яку надає стажер

# idontCareGiveMeGoodService
source: I don't care about level of salons or masters if they provide high_quality service
cs: Nezáleží mi na úrovni salonů nebo mistrů, pokud poskytují kvalitní služby
es: No me importa el nivel de los Salones o de los Masters si ofrecen un servicio de alta calidad
fr: Peu m'importe le niveau des salons ou des maîtres s'ils fournissent un service de haute qualité
pt: Não me importo com o nível dos Salões ou dos Masters se eles oferecem um serviço de alta qualidade
ro: Nu imi pasa de nivelul saloanelor sau a maestrilor atat timp cat ofera servicii de calitate
uk: Мені важлива якість послуг, а не рівень салону чи майстра

source: First...
cs: Nejdříve...
es: Primero...
fr: Premier...
pt: Primeiro...
ro: Primul...
uk: Перше...

source: One more...
cs: Ještě jeden...
es: Uno más...
fr: Un de plus...
pt: Mais um...
ro: Inca unul...
uk: Ще одне...

source: It's middle...
cs: Je to uprostřed...
es: Es medio...
fr: C'est le milieu...
pt: É metade...
ro: Este mijlocul...
uk: Вже середина...

source: And one more...
cs: A ještě jeden...
es: Y uno más...
fr: Et un de plus...
pt: E mais um...
ro: Si inca unul...
uk: І ще одне...

source: And the last...
cs: A poslední...
es: Y el ultimo...
fr: Et le dernier...
pt: E o último...
ro: Si ultimul...
uk: Останнє...

source: Finish 🎉
cs: Dokončit 🎉
es: Terminar🎉
fr: Terminer 🎉
pt: Terminar🎉
ro: Final 🎉
uk: 🎉Готово!

source: Let's get started!
cs: Pojďme začít!
es: ¡Comencemos!
fr: Commençons !
pt: Vamos começar!
ro: Sa incepem!
uk: Розпочнімо!

# answerFewQuestions
source: Answer a few questions. It will help us understand what to suggest to you
cs: Odpovězte na několik otázek. Pomůže nám to pochopit, co vám navrhnout
es: Responda a algunas preguntas. Nos ayudará a saber qué sugerirle
fr: Répondez à quelques questions. Cela nous aidera à comprendre ce que nous pouvons vous proposer
pt: Responda a algumas perguntas. Isso nos ajudará a saber o que sugerir
ro: Raspunde la cateva intrebari. Ne vor ajuta sa intelegem ce sa iti sugeram
uk: Дайте відповідь на кілька питань. Це допоможе нам зрозуміти, що вам пропонувати

source: Please?
cs: Prosím?
es: ¿Por favor?
fr: S'il vous plaît ?
pt: Por favor?
ro: Te rog?
uk: Добре?

source: Let's go!
cs: Pojďme na to!
es: ¡Vamos!
fr: C'est parti !
pt: Vamos!
ro: Sa mergem!
uk: Без проблем

source: Get notified
cs: Buďte informováni
es: Notificar
fr: Recevez des notifications
pt: Notificar
ro: Fii notificat
uk: Отримуйте сповіщення

# turnOnNotifs
source: turn on notifications to receive notifications about your bookings and activity
cs: zapněte oznámení, abyste dostávali oznámení o vašich rezervacích a aktivitách
es: Activa las notificaciones para recibir avisos sobre tus reservas y actividad
fr: activez les notifications pour recevoir des notifications sur vos réservations et votre activité
pt: Ativar as notificações para receber alertas sobre suas reservas e atividades
ro: activeaza notificarile pentru a primi instiintari despre rezervarile si activitatea ta
uk: увімкніть сповіщення, аби отримувати нагадування про записи й новини

source: Allow
cs: Povolit
es: Permitir
fr: Autoriser
pt: Permitir
ro: Permite
uk: Дозволити

# rateService
source: How do you rate the service?
cs: Jak hodnotíte službu?
es: ¿Cuál es su valoración del servicio?
fr: Comment évaluez-vous le service ?
pt: Qual é a sua avaliação do serviço?
ro: Cum evaluezi serviciul?
uk: Ваші враження від майстра?

# tellUsAaboutMaster
source: Tell us a bit more about the master
cs: Řekněte nám něco více o mistrovi
es: Háblenos un poco más del Master
fr: Dites-nous-en un peu plus sur le maître
pt: Conte-nos mais sobre o Master
ro: Spune-ne mai multe despre maestru
uk: Розкажіть нам більше про майстра

# tellUsAbouSalon
source: And what about the salon?
cs: A co o salonu?
es: ¿Y sobre el salón?
fr: Et qu'en est-il du salon ?
pt: E quanto ao salão?
ro: Si despre salon?
uk: Ваші враження від салону?

# tellUsSalonMore
source: Tell us a bit more about the salon
cs: Řekněte nám něco více o salonu
es: Háblenos un poco más del Salón
fr: Dites-nous-en un peu plus sur le salon
pt: Conte-nos mais sobre o salão
ro: Spune-ne mai multe despre salon
uk: Розкажіть нам більше про салон

# tellUsWhyChose
source: Tell us a bit more about why you chose
cs: Řekněte nám něco více, proč jste si vybrali
es: Cuéntenos un poco más por qué lo eligió
fr: Dites-nous-en un peu plus sur pourquoi vous avez choisi
pt: Conte-nos um pouco mais sobre o motivo de sua escolha
ro: Spune-ne mai multe despre de ce ai ales
uk: Поділіться, чому ви обрали 4

source: Use my account for review
cs: Použít můj účet pro recenzi
es: Utilizar mi cuenta para revisión
fr: Utiliser mon compte pour l'avis
pt: Usar minha conta para avaliação
ro: Foloseste-mi contul pentru recenzie
uk: Використати мій профіль для відгуку

source: Use only my first name without photo
cs: Použít pouze mé křestní jméno bez fotografie
es: Utilizar sólo mi nombre sin foto
fr: Utiliser seulement mon prénom sans photo
pt: Usar apenas meu nome sem foto
ro: Foloseste-mi doar numele fara fotografie
uk: Використати лише моє ім’я без фото

source: Remind Me Later
cs: Připomenout mi to později
es: Recuerdame mas tarde
fr: Rappelle-moi plus tard
pt: Lembre-me mais tarde
ro: Aminteste-mi Mai Tarziu
uk: Нагадайте пізніше

source: Home
cs: Domů
es: Inicio
fr: Accueil
pt: Início
ro: Acasa
uk: Головна

source: ...Read More
cs: ...Číst více
es: ...Leer mas
fr: ...Lire la suite
pt: ...Ler mais
ro: ...Citeste Mai Mult
uk: Показати більше

source: Less
cs: Méně
es: Menos
fr: Moins
pt: Menos
ro: Mai Putin
uk: Менше

source: Book Now
cs: Rezervovat nyní
es: Reservar ahora
fr: Réserver maintenant
pt: Reserve agora
ro: Rezerva Acum
uk: Записатися

source: Opening hours
cs: Otevírací doba
es: Horarios de apertura
fr: Horaires d'ouverture
pt: Horário de funcionamento
ro: Ore deschidere
uk: Години роботи

source: Contacts
cs: Kontakty
es: Contactos
pt: Contatos
ro: Contacte
uk: Контакти

source: Reviews
cs: Recenze
es: Reseñas
fr: Avis
pt: Opiniões
ro: Recenzii
uk: Відгуки

source: More Reviews
cs: Více recenzí
es: Mas reseñas
fr: Plus d'avis
pt: Mais opiniões
ro: Mai Multe Recenzii
uk: Більше відгуків

source: Less Reviews
cs: Méně recenzí
es: Menos Reseñas
fr: Moins d'avis
pt: Menos opiniões
ro: Mai Putine Recenzii
uk: Менше відгуків

source: BestWorks
cs: Nejlepší práce
es: Mejores trabajos
fr: Meilleurs travaux
pt: Melhores trabalhos
ro: Cele Mai Bune Lucrari
uk: Кращі роботи

source: Okay, turn on location
cs: Dobře, zapnout polohu
es: Ok, activa la localización
fr: D'accord, activez la localisation
pt: Ok, ativar a localização
ro: In regula, activeaza locatia
uk: Гаразд, дозволяю

source: Not now
cs: Teď ne
es: Ahora no
fr: Pas maintenant
pt: Agora não
ro: Nu acum
uk: Не зараз

# superNowWontMisSuggest
source: Super! Now we won't suggest you variants from far_district lands :)
cs: Skvělé! Nyní vám nebudeme navrhovat varianty z dalekých krajů :)
es: ¡Súper! Ahora no vamos a sugerir variantes de lugares lejanos :)
fr: Super ! Maintenant, nous ne vous suggérerons plus de variantes de lieux éloignés :)
pt: Muito bom! Agora não vamos sugerir variantes de lugares distantes :)
ro: Super! Acum nu iti vom sugera variante din tinuturi indepartate :)
uk: Супер! Тепер ми не будемо радити нерелевантні варіанти :)

# coolWontForgetAppointmentSrcasm
source: Cool! From now on you might forget some birthdays, but appointments you won't :)
cs: Skvělé! Odteď si možná zapomenete nějaké narozeniny, ale schůzky ne :)
es: ¡Qué genial! A partir de ahora puede que se te olviden algunos cumpleaños, pero citas no:)
fr: Cool ! À partir de maintenant, vous pourriez oublier certains anniversaires, mais pas les rendez-vous :)
pt: Que legal! De agora em diante, você poderá esquecer alguns aniversários, mas não as consultas :)
ro: Grozav! De acum incolo este posibil sa uiti unele zile de nastere, dar nu vei uita de programari :)
uk: Супер! Відтепер ви можете забути про дні народження, але не про записи :)

# queSendReminders
source: People forget over 1460 things in a year. Maybe you want us to send reminders?
cs: Lidé zapomenou přes 1460 věcí za rok. Možná chcete, abychom vám posílali připomínky?
es: La gente olvida más de 1460 cosas en un año. ¿Tal vez quiera que te enviemos recordatorios?
fr: Les gens oublient plus de 1460 choses en un an. Peut-être voulez-vous que nous envoyions des rappels ?
pt: As pessoas esquecem mais de 1.460 coisas em um ano. Talvez você queira que lhe enviemos lembretes?
ro: Oamenii uita in medie peste 1460 de lucruri pe an. Poate doresti sa iti trimitem mementouri?
uk: Люди забувають близько 1460 речей за рік. Хочете, щоб ми надсилали вам нагадування?

source: yes, please
cs: Ano, prosím
es: Sí, por favor
fr: Oui, s'il vous plaît
pt: Sí, por favor
ro: Da, te rog
uk: Так, хочу

source: No, I'm ok
cs: Ne, jsem v pořádku
es: No, estoy bien
fr: Non, ça va
pt: Não, estou bem
ro: Nu, sunt bine
uk: Ні, дякую

# ifNotYouThenWho
source: If not you, then who...If not now, then when...
cs: Když ne ty, tak kdo... Když ne teď, tak kdy...
es: Si no eres tú, entonces quién... Si no es ahora, entonces cuándo...
fr: Si ce n'est pas toi, alors qui... Si ce n'est pas maintenant, alors quand...
pt: Se não for você, quem será? Se não for agora, então quando?
ro: Daca nu tu, atunci cine...Daca nu acum, atunci cand...
uk: Якщо не ви, то хто...Якщо не зараз, то коли...

source: Indeed, let's link
cs: Ano, pojďme se propojit
es: De hecho, vamos a enlazar
fr: En effet, liasons-nous
pt: De fato, vamos vincular
ro: Asa este, sa ne conectam
uk: Правда, додам

source: Not me, not now
cs: Ne já, ne teď
es: No yo, no ahora
fr: Pas moi, pas maintenant
pt: Não eu, não agora
ro: Nu eu, nu acum
uk: Не я і не зараз

# tutorial01
source: Search for salons and service specialist on the map
cs: Hledejte salony a odborníky na služby na mapě
es: Buscar salones y especialistas en servicios en el mapa
fr: Recherchez des salons et des spécialistes du service sur la carte
pt: Encontre salões de beleza e especialistas em serviços no mapa
ro: Cauta saloane si specialisti in servicii pe harta
uk: Шукайте салони й майстрів на карті

# tutorial02
source: Сhoose the required category of services here. Swipe left or use arrow to see all categories at once
cs: Zde si vyberte požadovanou kategorii služeb. Přejeďte doleva nebo použijte šipku, abyste viděli všechny kategorie najednou
es: Seleccione aquí la categoría de servicios que desee. Deslice hacia la izquierda o utilice la flecha para ver todas las categorías a la vez
fr: Choisissez la catégorie de services requise ici. Faites glisser vers la gauche ou utilisez la flèche pour voir toutes les catégories en même temps
pt: Selecione a categoria de serviço desejada aqui. Role para a esquerda ou use a seta para visualizar todas as categorias de uma só vez
ro: Alege categoriile necesare de servicii aici. Gliseaza la stanga sau foloseste sageata pentru a vedea toate categoriile simultan
uk: Обирайте категорії послуг тут. Гортайте ліворуч або натисніть на стрілку, щоб побачити всі

# tutorial03
source: All your upcoming appointments in the calendar
cs: Všechny vaše nadcházející schůzky v kalendáři
es: Todas tus próximas citas en el calendario
fr: Tous vos rendez-vous à venir dans le calendrier
pt: Todos as suas próximas consultas no calendário
ro: Toate programarile tale viitoare in calendar
uk: Усі ваші заплановані записи в календарі

# tutorial04
source: All your notifications are here
cs: Všechna vaše oznámení jsou zde
es: Todas tus notificaciones están aquí
fr: Toutes vos notifications sont ici
pt: Todas as suas notificações estão aqui
ro: Toate notificarile tale sunt aici
uk: Усі ваші сповіщення будуть тут

# pleaseSetAnAddress
source: Please, set your location. Search results will be more relevant
cs: Prosím, nastavte svou polohu. Výsledky vyhledávání budou relevantnější
es: Por favor, introduzca su ubicación. Los resultados de la búsqueda serán más relevantes
fr: Veuillez définir votre emplacement. Les résultats de recherche seront plus pertinents
pt: Digite sua localização. Os resultados da pesquisa serão mais relevantes
ro: Te rugam, seteaza-ti locatia. Rezultatul cautarilor va fi mai relevant
uk: Вкажіть своє місцезнаходження, щоб результати пошуку були релевантними

source: Last booked
cs: Naposledy rezervováno
es: Última reserva
fr: Dernière réservation
pt: Última reserva
ro: Ultimele programate
uk: Минулі записи

# searchServices
source: Search services, salons, masters
cs: Hledat služby, salony, mistry
es: Buscar servicios, Salones, Masters
fr: Rechercher des services, des salons, des maîtres
pt: Busca de Serviços, Salões, Masters
ro: Cauta servicii, saloane, maestri
uk: Шукати послуги, салони, майстрів

source: Here will be your search results
cs: Zde budou vaše výsledky vyhledávání
es: Aquí estarán tus resultados de búsqueda
fr: Voici vos résultats de recherche
pt: Aqui estão os resultados de sua pesquisa
ro: Aici vor fi rezultatele cautarii tale
uk: Результати пошуку будуть тут

source: Sort by
cs: Seřadit podle
es: Ordenar por
fr: Trier par
pt: Ordenar por
ro: Sorteaza dupa
uk: Сортувати за

source: Social Media
cs: Sociální média
es: Redes sociales
fr: Réseaux sociaux
pt: Redes sociais
ro: Retele Sociale
uk: Соц.медіа

source: low price first
cs: nejprve nízká cena
es: Precios bajos primero
fr: Prix bas en premier
pt: Preços baixos primeiro
ro: pretul cel mai mic la inceput
uk: найнижча ціна

source: high price first
cs: nejprve vysoká cena
es: Precios altos primero
fr: Prix élevé en premier
pt: Preços altos primeiro
ro: pretul cel mai mare la inceput
uk: найвища ціна

source: popular first
cs: nejprve populární
es: Mas populares primero
fr: Populaires en premier
pt: Mais populares primeiro
ro: ce este popular la inceput
uk: найпопулярніші

source: newest first
cs: nejprve nejnovější
es: Los más nuevos primero
fr: Plus récents en premier
pt: Os mais novos primeiro
ro: cele mai recente la inceput
uk: найновіші

# salonOrMasterDeletedYourAppointment
source: Salon or master canceled your appointment
cs: Salon nebo mistr zrušil vaši rezervaci
es: Salón o Master cancelaron su cita
fr: Le salon ou le maître a annulé votre rendez-vous
pt: O Salão ou o Master cancelou sua consulta
ro: Salonul sau maestrul ti-a anulat programarea
uk: Салон чи майстер скасував ваш запис

source: Start conversation
cs: Začít konverzaci
es: Empezar conversación
fr: Démarrer une conversation
pt: Iniciar a conversa
ro: Incepe conversatia
uk: Почати діалог

source: Hold card here
cs: Držte kartu zde
es: Sostenga la tarjeta aquí
fr: Maintenez la carte ici
pt: Mantenha o cartão aqui
ro: Tine cardul aici
uk: Розмістіть карту тут

source: It will scan automatically
cs: Automaticky se naskenuje
es: Se escaneará automáticamente
fr: Elle sera scannée automatiquement
pt: Será digitalizado automaticamente
ro: Va fi scanat automat
uk: Сканування відбудеться автоматично

# oopsThisTimeTaken
source: Oops, this time is already taken! Choose another time
cs: Jejda, tento čas je již obsazený! Vyberte jiný čas
es: Oops, ¡esta hora ya está ocupada! Elija otra hora
fr: Oups, ce créneau horaire est déjà pris ! Choisissez un autre horaire
pt: Oops, este horário já está ocupado! Escolha outro horário
ro: Hopa, acest timp este ocupat deja! Alege alt timp
uk: Ой, цей час вже недоступний. Оберіть інший час

# protectYourselfCovid_19
source: Protect yourself and others during Covid_19 pandemic:
cs: Chraňte sebe a ostatní během pandemie Covid_19:
es: Protéjase y proteja a los demás durante la pandemia del Covid 19:
fr: Protégez-vous et les autres pendant la pandémie de Covid-19 :
pt: Proteja-se e proteja outras pessoas durante a pandemia da Covid-19:
ro: Protejeaza-te pe tine si ceilalti in timpul pandemiei Covid_19:
uk: Захистіть себе й інших під час пандемії Covid_19:

# wearAFMask
source: Wear a mask over your nose and mouth and secure it under your chin
cs: Noste masku přes nos a ústa a zajistěte ji pod bradou
es: Ponte una mascarilla sobre la nariz y la boca y sujétala bajo la barbilla
fr: Portez un masque sur le nez et la bouche et fixez-le sous votre menton
pt: Coloque uma máscara sobre o nariz e a boca e segure-a sob o queixo
ro: Poarta o masca ce acopera nasul si gura si securizeaz-o sub barbie
uk: Носіть маску, яка покриває ніс та рот

# washYourFHands
source: Wash your hands with soap and water for at least 20 sec or use hand sanitizer if they aren’t available
cs: Myjte si ruce mýdlem a vodou po dobu nejméně 20 sekund nebo použijte dezinfekci na ruce, pokud nejsou k dispozici
es: Lávese las manos con agua y jabón durante al menos 20 segundos o utilice un desinfectante de manos si no dispone de él
fr: Lavez-vous les mains avec du savon et de l'eau pendant au moins 20 secondes ou utilisez un désinfectant pour les mains s'ils ne sont pas disponibles
pt: Lave as mãos com água e sabão por pelo menos 20 segundos ou use um desinfetante para as mãos, se não estiver disponível
ro: Spala mainile cu apa si sapun pentru cel putin 20 de secunde sau foloseste dezinfectant pentru maini daca prima varianta nu este posibila
uk: Мийте руки з милом принаймні 60 сек чи користуйтеся санітайзером, якщо перший варіант недоступний

source: Avoid crowds and keep social distance
cs: Vyhněte se davům a dodržujte sociální distanc
es: Evitar las aglomeraciones y mantener la distancia social
fr: Évitez les foules et maintenez une distance sociale
pt: Evite aglomerações e mantenha distância social
ro: Evita aglomeratia si pastreaza distanta sociala
uk: Уникайте натовпів і дотримуйтеся дистанції
