Repository: blue0316/salon
Catalog: bnb_customer/lib/src/localization/app_*.arb
Languages: cs, es, fr, pt, ro, uk

source: Another person
cs: Jinou osobu
es: Otra persona
fr: Une autre personne
pt: Outra pessoa
ro: Alta persoana
uk: іншої людини

# clientName
source: Person’s full name
cs: Celé jméno osoby
es: Apellido de la persona
fr: Nom complet de la personne
pt: Apelido da pessoa
ro: Numele intreg al persoanei
uk: Ім’я і прізвище цієї людини

# clientNumber
source: His or her phone number
cs: Její telefonní číslo
es: Su número de teléfono
fr: Son numéro de téléphone
pt: Seu número de telefone
ro: Numarul sau de telefon
uk: Її номер телефону

source: Back
cs: Zpět
es: Atrás
fr: Retour
pt: Voltar
ro: Inapoi
uk: Назад

source: No Appointments found!
cs: Nenalezeny žádné schůzky!
es: ¡Ninguna cita ha sido encontrada!
fr: Aucun rendez-vous trouvé !
pt: Nenhuma consulta foi encontrada!
ro: Nicio programare gasita!
uk: Записів не знайдено

# okey
source: Okay
cs: Dobře
es: Ok
fr: D'accord
pt: Ok
ro: Bine
uk: Гаразд

# twoHoursBeforeTheAppointment
source: Two or less hours before the appointment
cs: Dvě nebo méně hodin před schůzkou
es: Dos horas o menos antes de la cita
fr: Deux heures ou moins avant le rendez-vous
pt: Duas horas ou menos antes da consulta
ro: Doua ore sau mai putin pana la programare
uk: Менше двох годин до візиту

# mostPeopleCancelLastMinute
source: Most people cancel at the last minute in two cases: either they forgot or something happened. So we hope you are safe and sound. If you forgot, make sure you turn your notification on. Take care and try to warn your master earlier next time!
cs: Většina lidí ruší na poslední chvíli ve dvou případech: buď na to zapomněli nebo se něco stalo. Takže doufáme, že jste v pořádku a zdrávi. Pokud jste na to zapomněli, ujistěte se, že máte zapnutá oznámení. Dejte na sebe pozor a příště svého mistra varujte dříve!
es: La mayoría de la gente cancela en el último momento en dos casos: o se olvidó o le pasó algo. Así que esperamos que estés sano y salvo. Si te olvidaste, asegúrate de activar la notificación. Cuídate e intenta avisar antes a tu Master la próxima vez
fr: La plupart des gens annulent à la dernière minute pour deux raisons : soit ils ont oublié, soit quelque chose s'est produit. Nous espérons donc que vous allez bien. Si vous avez oublié, assurez-vous d'activer vos notifications. Prenez soin de vous et essayez de prévenir votre maître plus tôt la prochaine fois !
pt: A maioria das pessoas cancela de última hora em dois casos: ou elas se esqueceram ou algo aconteceu com elas. Portanto, esperamos que você esteja são e salvo. Se você se esqueceu, certifique-se de ativar a notificação. Cuide de si mesmo e tente notificar seu Master mais cedo da próxima vez.
ro: Cei mai multi oameni anuleaza in ultimul moment in doua cazuri: fie uita sau ceva s-a intamplat. Speram ca esti bine si in siguranta. Daca ai uitat, te rugam sa te asiguri ca pornesti notificarile. Ai grija de tine si incearca sa anunti maestrul mai devreme data viitoare!
uk: Більшість людей скасовують в останній момент у двох випадках: забули або щось трапилося. Сподіваємося, у вас все добре. Якщо ви забули про запис, переконайтеся, що отримуєте наші сповіщення з нагадуваннями. Бережіть себе й наступного разу попередьте заздалегідь!

# twentyFourHoursLessBeforeTheAppointment
source: Less than 24 hours before the appointment
cs: Méně než 24 hodin před schůzkou
es: Menos de 24 horas antes de la cita
fr: Moins de 24 heures avant le rendez-vous
pt: Menos de 24 horas antes da consulta
ro: Mai putin de 24 de orie inainte de programare
uk: Менше 24 годин до візиту

# thanksForCanceling
source: Life is unpredictable, we know. Thanks for canceling. If next time you do it at least 1 day before – you'll put a coin in your karma bank and others will have a chance to book a service instead of you 🙂
cs: Život je nepředvídatelný, víme. Děkujeme za zrušení. Pokud to příště uděláte alespoň 1 den předem – vložíte minci do své karmické banky a jiní budou mít šanci rezervovat službu místo vás 🙂
es: La vida es impredecible, lo sabemos. Gracias por cancelar. Si la próxima vez lo haces al menos 1 día antes - pondrás una moneda en tu banco de karma y otros tendrán la oportunidad de reservar un servicio en tu lugar 🙂
fr: La vie est imprévisible, nous le savons. Merci d'avoir annulé. Si la prochaine fois vous le faites au moins 1 jour avant, vous ajouterez une pièce à votre karma et d'autres auront la chance de réserver un service à votre place 🙂
pt: A vida é imprevisível, nós sabemos disso. Obrigado por cancelar. Se a próxima vez, você o fizer com pelo menos um dia de antecedência, colocará uma moeda no seu banco de carma e outras pessoas terão a oportunidade de reservar um serviço em seu lugar🙂
ro: Stim ca viata este imprevizibila. Iti multumim pentru anulare. Daca data viitoare o vei face cu cel putin o zi inainte – iti adaugi un banut in pusculita de karma si altii vor avea sansa de a rezerva un serviciu in locul tau
uk: Знаємо, життя непередбачуване. Дякуємо за скасування! Якщо наступного разу ви скасуєте запис хоча б за 1 день до призначеної дати, отримаєте плюс до карми та дасте іншим можливість записатися на послугу замість вас 🙂

# twentyFourHoursMoreBeforeTheAppointment
source: More than 24 hours before the appointment
cs: Více než 24 hodin před schůzkou
es: Más de 24 horas antes de la cita
fr: Plus de 24 heures avant le rendez-vous
pt: Mais de 24 horas antes da consulta
ro: Mai mult de 24 de ore inainte de programare
uk: Більше 24 годин до візиту

# priorWarningThanks
source: It’s a pity your plans have changed. Thank you for a prior warning. You just put a coin in your karma bank !
cs: Je škoda, že se vaše plány změnily. Děkujeme za předchozí varování. Právě jste vložili minci do své karmické banky!
es: Es una pena que tus planes hayan cambiado. ¡Gracias por el aviso previo. Acabas de poner una moneda en tu banco del karma!
fr: C'est dommage que vos plans aient changé. Merci pour cet avertissement préalable. Vous avez simplement ajouté une pièce à votre karma !
pt: É uma pena que seus planos tenham mudado - obrigado pelo aviso prévio. Você acabou de colocar uma moeda no seu banco de Karma!
ro: Pacat ca planurile tale s-au schimbat. Multumim ca ne-ai anuntat din timp. Tocmai ai pus un banut in pusculita ta de karma!
uk: Шкода, що ваші плани змінилися. Дякуємо, що попередили заздалегідь. Ви щойно заробили плюсик до своєї карми

# calenderEmpty
source: Your calendar is empty yet
cs: Váš kalendář je zatím prázdný
es: Tu calendario aún está vacío
fr: Votre calendrier est encore vide
pt: Seu calendário ainda está vazio
ro: Calendarul tau este inca gol
uk: Календар поки пустий

# allAppointmentsHere
source: Choose a service and a master. All your booked apointments will be here
cs: Vyberte službu a mistra. Všechny vaše rezervované schůzky budou zde
es: Elija un servicio y un Master. Todas tus citas reservadas estarán aquí
fr: Choisissez un service et un maître. Tous vos rendez-vous réservés seront ici
pt: Escolha um serviço e um Master. Todos as suas consultas agendados estarão aqui
ro: Alege un serviciu sau maestru. Toate programarile tale rezervate vor fi aici
uk: Оберіть послугу і майстра. Усі ваші записи будуть тут

source: Go to categories
cs: Přejít na kategorie
es: Ve a las categorías
fr: Aller aux catégories
pt: Ir para as categorias
ro: Mergi la categorii
uk: До категорій

source: Yes, cancel
cs: Ano, zrušit
es: Sí, cancelar
fr: Oui, annuler
pt: Sim, cancelar
ro: Da, anuleaza
uk: Так, скасувати

# cancelVisitQuestion
source: Are you sure you want to cancel your visit?
cs: Opravdu chcete zrušit svou návštěvu?
es: ¿Seguro que quiere cancelar su visita?
fr: Êtes-vous sûr de vouloir annuler votre visite ?
pt: Tem certeza de que deseja cancelar sua visita?
ro: Sigur doresti sa anulezi vizita?
uk: Ви впевнені, що хочете скасувати запис?

source: Cancel visit
cs: Zrušit návštěvu
es: Cancelar visita
fr: Annuler la visite
pt: Cancelar visita
ro: Anuleaza vizita
uk: Скасувати запис

# nochats
source: No chats yet
cs: Zatím žádné chaty
es: Aún no hay chats
fr: Pas encore de discussions
pt: Ainda não há chats
ro: Niciun dialog inca
uk: Чатів поки немає

source: sent an image
cs: poslal(a) obrázek
es: Ha enviado una imagen
fr: a envoyé une image
pt: Enviou uma imagem
ro: ai trimis o imagine
uk: надіслати фото

source: Favourites
cs: Oblíbené
es: Favoritos
fr: Favoris
pt: Favoritos
ro: Favorite
uk: Збережене

# saveFavourites
source: Save salons and masters you like by tapping on ❤️
cs: Uložte si oblíbené salony a mistry tím, že klepnete na ❤️
es: Guarda los salones y los Masters que te gusten pulsando en ❤️
fr: Enregistrez les salons et les maîtres que vous aimez en appuyant sur ❤️
pt: Salve os Salões e Masters de que você gosta clicando em ❤️
ro: Salveaza saloane si maestri care iti plac prin apasare pe ❤️
uk: Натисніть на ❤️, щоб зберегти салони та майстрів, які вам подобаються

source: Welcome back
cs: Vítejte zpět
es: Bienvenido de nuevo
fr: Bienvenue de nouveau
pt: Bem-vindo de volta
ro: Bine ai revenit
uk: З поверненням

source: Recommended
cs: Doporučeno
es: Recomendado
fr: Recommandé
pt: Recomendado
ro: Recomandat
uk: Рекомендовані

source: Filter
cs: Filtr
es: Filtro
fr: Filtrer
pt: Filtro
ro: Filtru
uk: Фільтр

source: Filters
cs: Filtry
es: Filtros
fr: Filtres
pt: Filtros
ro: Filtre
uk: Фільтри

source: View on map
cs: Zobrazit na mapě
es: Ver en el mapa
fr: Voir sur la carte
pt: Ver no mapa
ro: Vezi pe harta
uk: Дивитися на карті

source: Sort
cs: Seřadit
es: Clasificar
fr: Trier
pt: Classificar
ro: Sorteaza
uk: Сортувати

source: Complete List
cs: Kompletní seznam
es: Completar lista
fr: Liste complète
pt: Lista completa
ro: Lista Completa
uk: Повний список

source: Distance Area
cs: Oblast vzdálenosti
es: Área de distancia
fr: Zone de distance
pt: Área de distância
ro: Zona de Distanta
uk: Територія

source: Reset
cs: Resetovat
es: Restablecer
fr: Réinitialiser
pt: Reiniciar
ro: Reseteaza
uk: Скинути

source: Apply
cs: Použít
es: Aplicar
fr: Appliquer
pt: Aplicar
ro: Aplica
uk: Шукати

source: Service for
cs: Služba pro
es: Servicios para
fr: Service pour
pt: Serviços para
ro: Servicu pentru
uk: Послуги для

source: Service specialist
cs: Specialista na službu
es: Especialista en servicios
fr: Spécialiste du service
pt: Especialista em serviços
ro: Specialist serviciu
uk: Фахівці, які надають послуги

# onlySaloons
source: Only salons
cs: Pouze salony
es: Solo salones
fr: Uniquement les salons
pt: Somente Salões
ro: Doar saloane
uk: Лише салони

source: Only masters
cs: Pouze mistry
es: Solo Masters
fr: Uniquement les maîtres
pt: Somente Masters
ro: Doar maestri
uk: Лише індивідуальні майстри

source: Tomorrow
cs: Zítra
es: Mañana
fr: Demain
pt: Amanhã
ro: Maine
uk: Завтра

# youHaveAppointment
source: You have an appointment
cs: Máte schůzku
es: Tienes una cita
fr: Vous avez un rendez-vous
pt: Você tem uma consulta
ro: Ai o programare
uk: у вас запис

source: Notifications
cs: Oznámení
es: Notificaciones
pt: Notificações
ro: Notificari
uk: Сповіщення

source: No notifications yet
cs: Zatím žádná oznámení
es: Aún no hay notificaciones
fr: Aucune notification pour le moment
pt: Ainda não há notificações
ro: Nicio notificare inca
uk: Сповіщень поки немає

# allNotificationsHere
source: All your notifications will be here: from upcoming appointments to bonuses updates
cs: Všechna vaše oznámení budou zde: od nadcházejících schůzek po aktualizace bonusů
es: Todas sus notificaciones estarán aquí: desde las próximas citas hasta las actualizaciones de los bonos
fr: Toutes vos notifications seront ici : des rendez-vous à venir aux mises à jour des bonus
pt: Todas as suas notificações estarão aqui: de consultas futuras a atualizações de bônus
ro: Toate notificarile tale vor fi aici: de la programari viitoare pana la actualizari de bonusuri
uk: Усі сповіщення будуть тут: від запланованих візитів до оновлень бонусів

source: Get started
cs: Začít
es: ¡Comience!
fr: Commencer
pt: Comece agora!
ro: Sa incepem
uk: Розпочати

source: Next
cs: Další
es: Siguiente
fr: Suivant
pt: Seguinte
ro: Urmatorul
uk: Далі

source: Invite by phone number
cs: Pozvat pomocí telefonního čísla
es: Invitar por número de teléfono
fr: Inviter par numéro de téléphone
pt: Convidar por número de telefone
ro: Invita cu numarul de telefon
uk: Запросити за номером телефона

source: Invite
cs: Pozvat
es: Invitar
fr: Inviter
pt: Convidar
ro: Invita
uk: Запросити

# inviteSent
source: Your invitation has been sent successfully
cs: Vaše pozvánka byla úspěšně odeslána
es: Su invitación se ha enviado correctamente
fr: Votre invitation a été envoyée avec succès
pt: Seu convite foi enviado com sucesso
ro: Invitatia ta a fost transmisa cu succes
uk: Ваше запрошення успішно надіслано

# ooopsPersonInSystemAlready
source: Ooops, we have that person in the system already
cs: Jejda, tuto osobu už v systému máme
es: Oops, ya tenemos a esa persona en el sistema
fr: Oups, cette personne est déjà dans le système
pt: Oops, já temos essa pessoa no sistema
ro: Hopa, deja avem persoana aceasta in sistem
uk: Ой, а ця людина вже є у нашій системі

source: Friends Invitation
cs: Pozvánka pro přátele
es: Invitación de amigos
fr: Invitation d'amis
pt: Convite de amigos
ro: Invitatie Prieteni
uk: Запрошуйте друзів

# goodFriendsTakeCare
source: Good friends take care of each other 😊
cs: Dobří přátelé se o sebe starají 😊
es: Los buenos amigos cuidan de los otros 😊
fr: Les bons amis prennent soin les uns des autres 😊
pt: Bons amigos cuidam dos outros 😊
ro: Prietenii buni au grija unii de altii 😊
uk: Справжні друзі турбуються один про одного 😊

source: Invite friends and get
cs: Pozvěte přátele a získejte
es: Invita a amigos y obtén recompensas
fr: Invitez des amis et obtenez
pt: Convide amigos e ganhe recompensas
ro: Invita prieteni si primesti
uk: Запрошуйте друзів і отримуйте

source: for each on your bonus account!
cs: za každého na váš bonusový účet!
es: Por cada uno en su cuenta de bonos
fr: pour chacun sur votre compte bonus !
pt: Para cada um em sua conta de bônus
ro: pentru fiecare un bonus pe contul tau!
uk: за кожного на свій бонусний рахунок!

source: Invite Friends
cs: Pozvat přátele
es: Invita a amigos
fr: Inviter des amis
pt: Convidar amigos
ro: Invita Prieteni
uk: Запрошуйте друзів

# personalLinkDescription
source: You have a personal referral link for inviting friends to join bnb. Just enter friend’s phone number and we will send them a unique registration code
cs: Máte osobní odkaz pro pozvání přátel k připojení se k bnb. Stačí zadat telefonní číslo přítele a my mu pošleme unikátní registrační kód
es: Dispones de un link de recomendación personal para invitar a tus amigos a unirse a bnb. Sólo tienes que introducir el número de teléfono de tu amigo y le enviaremos un código de registro único
fr: Vous avez un lien de parrainage personnel pour inviter des amis à rejoindre bnb. Entrez simplement le numéro de téléphone de votre ami et nous lui enverrons un code d'inscription unique
pt: Você tem um link de indicação pessoal para convidar seus amigos a se associarem ao bnb. Basta digitar o número de telefone do seu amigo e enviaremos a ele um código de registro exclusivo
ro: Ai un link personal de recomandare pentru a invita prieteni sa ti se alature pe bnb. Doar trebuie sa introduci numarul de telefon al prietenului si noi ii vom trimite un cod unic de inregistrare
uk: Ви маєте персональне посилання для запрошення друзів. Введіть номер телефону друга і ми надішлемо на нього унікальний код для реєстрації

source: Receive notifications
cs: Přijímat oznámení
es: Recibe notificaciones
fr: Recevoir des notifications
pt: Receber notificações
ro: Primeste notificari
uk: Отримуйте сповіщення

# notifWhenSignUp
source: We will notify you when your friend signs up and give you a
cs: Budeme vás informovat, když se váš přítel zaregistruje, a dáme vám
es: Te avisaremos cuando tu amigo se registre y te daremos un
fr: Nous vous informerons lorsque votre ami s'inscrira et vous donnerons un
pt: Nós o informaremos quando seu amigo se registrar e lhe daremos um
ro: Te vom anunta cand prietenul tau se inregistreaza si iti vom oferi un
uk: Ми повідомимо вас, коли ваш друг зареєструється, нарахуємо

source: bonus after that
cs: bonus poté
es: Bonos después de eso
fr: bonus après cela
pt: Bônus depois
ro: bonus dupa aceea
uk: бонусу після цього

source: Get bonuses
cs: Získat bonusy
es: Obtén bonos
fr: Obtenir des bonus
pt: Receba bônus
ro: Primeste bonusuri
uk: Забирайте бонуси

# everyInviteWillGet
source: Every time you invite friends to experience self_care with us, they will get
cs: Pokaždé, když pozvete přátele k vyzkoušení péče o sebe s námi, dostanou
es: Cada vez que invites a tus amigos a experimentar el auto cuidado con nosotros, recibirán recompensas
fr: À chaque fois que vous invitez des amis à découvrir l'auto-soin avec nous, ils obtiendront
pt: Toda vez que você convidar seus amigos para experimentar o autocuidado conosco, eles receberão recompensas
ro: De fiecare data cand inviti prieteni pentru a se bucura de ingrijire personala alaturi de noi, ei vor primi
uk: Кожного разу, коли ви запрошуєте друзів турбуватися про себе з bnb, вони отримують

# afterSignupYouWillGet
source: after signing up. You will also get ₴
cs: po registraci. Také dostanete ₴
es: Después de registrarse. También recibirás₴
fr: après l'inscription. Vous obtiendrez également ₴
pt: Depois do registro. Você também receberá ₴
ro: dupa inregistrare. De asemenea, si tu vei primi ₴
uk: після реєстрації. Ви також отримаєте бонус

# bczSharingIsCaring
source: for each invited friend, because sharing is caring
cs: za každého pozvaného přítele, protože sdílení znamená starat se
es: Por cada amigo invitado, porque compartir es cuidar
fr: pour chaque ami invité, car partager c'est prendre soin
pt: Para cada amigo convidado, porque compartilhar é cuidar
ro: pentru fiecare prieten invitat, pentru ca sa daruiesti inseamna ca iti pasa
uk: за кожного запрошеного друга, тому що турбуватися означає ділитися

source: Spend bonuses
cs: Utratit bonusy
es: Bonos por gasto
fr: Utiliser les bonus
pt: Bônus de gastos
ro: Consuma bonusuri
uk: Витрачайте бонуси

# useBonusAndEnjoy
source: Use bonuses while paying for services online: pay part of the total sum with your bonus account and enjoy your time with bnb!
cs: Použijte bonusy při placení služeb online: zaplaťte část celkové sumy z vašeho bonusového účtu a užijte si čas s bnb!
es: ¡Utilice los bonos al pagar los servicios en línea: ¡pague parte del importe total con su cuenta de bonificaciones y disfrute de su tiempo con bnb!
fr: Utilisez les bonus pour payer en ligne : payez une partie de la somme totale avec votre compte bonus et profitez de votre temps avec bnb !
pt: Use os bônus ao pagar por serviços online: pague parte do valor total com sua conta de bônus e aproveite seu tempo com o bnb!
ro: Foloseste bonusurile pentru a plati servicii online: plateste o parte din suma totala cu ajutorul bonusului de pe cont si bucura-te de timpul petrecut pe bnb!
uk: Використовуйте бонуси для часткової оплати послуг і насолоджуйтеся самотурботою з bnb

source: Add cards
cs: Přidat karty
es: Agregar tarjetas
fr: Ajouter des cartes
pt: Adicionar cartões
ro: Adauga carduri
uk: Додати картку

source: My cards
cs: Moje karty
es: Mis tarjetas
fr: Mes cartes
pt: Meus cartões
ro: Cardurile mele
uk: Мої картки

source: My Payments
cs: Moje platby
es: Mis pagos
fr: Mes paiements
pt: Meus pagamentos
ro: Platile mele
uk: Мої оплати

source: History of Payments
cs: Historie plateb
es: Historial de pagos
fr: Historique des paiements
pt: Histórico de pagamentos
ro: Istoric Plati
uk: Історія платежів

source: Card scan
cs: Sken karty
es: Escaneado de tarjetas
fr: Scanner la carte
pt: Digitalização de cartões
ro: Scaneaza card
uk: Сканувати карту

source: Language
cs: Jazyk
es: Idioma
fr: Langue
pt: Idioma
ro: Limba
uk: Мова

source: My Preferences
cs: Moje preference
es: Mis preferencias
fr: Mes préférences
pt: Minhas preferências
ro: Preferintele mele
uk: Мої уподобання

source: by service
cs: podle služby
es: Por servicios
fr: Par service
pt: Por serviços
ro: in functie de serviciu
uk: за категоріями послуг

source: by gender
cs: podle pohlaví
es: Por géneros
fr: Par genre
pt: Por gênero
ro: in functie de gen
uk: за статтю

source: For man
cs: Pro muže
es: Por hombre
fr: Pour homme
pt: Por homem
ro: Pentru barbat
uk: для чоловіків

source: For woman
cs: Pro ženu
es: Por mujer
fr: Pour femme
pt: Por mulher
ro: Pentru femeie
uk: Жінки

# iDontCare
source: For all
cs: Pro všechny
es: Por todo
fr: Peu importe
pt: Para todos
ro: Pentru toti
uk: для всіх

source: Notification Settings
cs: Nastavení oznámení
es: Configuraciones de Notificaciones
fr: Paramètres de notification
pt: Configurações de notificações
ro: Setari Notificari
uk: Налаштування сповіщень

# notifyTheAppointment
source: Notify of the appointment
cs: Upozornit na schůzku
es: Notificar la cita
fr: Notifier du rendez-vous
pt: Notificação da consulta
ro: Notifica pentru programare
uk: Нагадати про запис за

source: one day
cs: jeden den
es: Un día
fr: un jour
pt: Um dia
ro: o zi
uk: один день

source: three day
cs: tři dny
es: Tres días
fr: trois jours
pt: Três dias
ro: trei zile
uk: три дні

source: one week
cs: jeden týden
es: Una semana
fr: une semaine
pt: Uma semana
ro: o saptamana
uk: тиждень

source: before the date:
cs: před datem:
es: Antes de la fecha:
fr: avant la date :
pt: Antes da data:
ro: inainte de data:
uk: до дати

source: Settings
cs: Nastavení
es: Configuraciones
fr: Paramètres
pt: Configurações
ro: Setari
uk: Налаштування

source: Privacy and Security
cs: Soukromí a bezpečnost
es: Privacidad y seguridad
fr: Confidentialité et sécurité
pt: Privacidade e segurança
ro: Privat si Siguranta
uk: Конфіденційність і безпека

source: Help
cs: Pomoc
es: Ayuda
fr: Aide
pt: Ajuda
ro: Ajutor
uk: Допомога

source: About
cs: O aplikaci
es: Acerca de
fr: À propos
pt: Sobre
ro: Despre
uk: Деталі

source: History of visits
cs: Historie návštěv
es: Historial de visitas
fr: Historique des visites
pt: Histórico de visitas
ro: Istoric vizite
uk: Історія візитів

source: Rating:
cs: Hodnocení:
es: Clasificación:
fr: Note :
pt: Classificação:
ro: Evaluare:
uk: Рейтинг:

source: My Bonuses
cs: Moje bonusy
es: Mis Bonos
fr: Mes bonus
pt: Meus bônus
ro: Bonusurile Mele
uk: Бонуси

source: Your Bonuses:
cs: Vaše bonusy:
es: Tus Bonos:
fr: Vos bonus :
pt: Seus bônus:
ro: Bonusurile Tale:
uk: Мої бонуси

source: Your Bonus Amount:
cs: Výše vašeho bonusu:
es: Importe de la bono:
fr: Montant de vos bonus :
pt: Valor do bônus:
ro: Totalul Bonusului Tau:
uk: Загальна сума бонусів:

source: Bonuses History
cs: Historie bonusů
es: Historial de bonos
fr: Historique des bonus
pt: Histórico de bônus
ro: Istoric Bonusuri
uk: Історія бонусів

source: for inviting
cs: za pozvání
es: Por invitación
fr: pour avoir invité
pt: Por convite
ro: pentru invitatii
uk: за запрошення

source: Personal Information
cs: Osobní informace
es: Información personal
fr: Informations personnelles
pt: Informações pessoais
ro: Informatii Personale
uk: Особиста інформація

source: Date of birth
cs: Datum narození
es: Fecha de nacimiento
fr: Date de naissance
pt: Data de nascimento
ro: Data nasterii
uk: Дата народження

# saveChanges
source: Saving Changes
cs: Uložit změny
es: Guardar cambios
fr: Enregistrer les modifications
pt: Salvar mudanças
ro: Salveaza Schimbari
uk: Зберегти зміни?

source: Pick a date
cs: Vyberte datum
es: Elige una fecha
fr: Choisissez une date
pt: Escolher uma data
ro: Alege o data
uk: Виберіть дату

source: Select
cs: Vybrat
es: Seleccionar
fr: Sélectionner
pt: Selecionar
ro: Selecteaza
uk: Виберіть

source: Profile
cs: Profil
es: Perfil
fr: Profil
pt: Perfil
ro: Profil
uk: Профіль

source: My history of visits
cs: Moje historie návštěv
es: Mi historial de visitas
fr: Mon historique des visites
pt: Meu histórico de visitas
ro: Istoricul vizitelor mele
uk: Історія візитів
