Repository: blue0316/salon
Catalog: bnb_customer/lib/src/localization/app_*.arb
Languages: cs, es, fr, pt, ro, uk

# service_list_line2
source: add new service
cs: přidat novou službu
es: Agregar nuevos servicios
fr: ajouter un nouveau service
pt: Adicionar novos serviços
ro: adauga serviciu nou
uk: додати нову послугу

# service_list_line3
source: All services
cs: Všechny služby
es: Todos los servicios
fr: Tous les services
pt: Todos os serviços
ro: Toate serviciile
uk: Всі послуги

# service_list_line4
source: Price and duration
cs: Cena a doba trvání
es: Precio y duración
fr: Prix et durée
pt: Preço e duração
ro: Pret si durata
uk: Ціна та тривалість

# service_list_line5
source: one price
cs: jedna cena
es: Un precio
fr: un prix
pt: Um preço
ro: un pret
uk: одна ціна

# service_list_line6
source: by master skill level
cs: podle úrovně dovedností mistra
es: Por nivel de habilidad del Master
fr: par niveau de compétence du maître
pt: Por nível de habilidade do Master
ro: in functie de priceperea maestrului
uk: за рівнем кваліфікації майстра

# service_list_line7
source: one duration
cs: jedna doba trvání
es: Una duración
fr: une durée
pt: Uma duração
ro: o durata
uk: одна тривалість

# service_list_line8
source: This service will be available online
cs: Tato služba bude dostupná online
es: Este servicio estará disponible online
fr: Ce service sera disponible en ligne
pt: Esse serviço estará disponível online
ro: Acest serviciu va fi disponibil online
uk: Ця послуга доступна для запису

# salon_available_online
source: Salon will be available online
cs: Salon bude dostupný online
es: Salón estará disponible online
fr: Le salon sera disponible en ligne
pt: Salão estará disponível online
ro: Salonul va fi disponibil online
uk: Салон видимий користувачам

source: Service
cs: Služba
es: Servicio
pt: Serviço
ro: Serviciu
uk: Послуга

source: Price
cs: Cena
es: Precio
fr: Prix
pt: Preço
ro: Pret
uk: Ціна

source: Price and duration
cs: Cena a doba trvání
es: Precio y duración
fr: Prix et durée
pt: Preço e duração
ro: Pret si durata
uk: Ціна і тривалість

# view_appointments_line1
source: Master doesn't exist
cs: Mistr neexistuje
es: Master no existe
fr: Le maître n'existe pas
pt: Master não existe
ro: Maestru inexistent
uk: Майстра не існує

source: at
cs: v
es: en
fr: à
pt: em
ro: la
uk: о

source: Appointment
cs: Schůzka
es: Cita
fr: Rendez-vous
pt: Consulta
ro: Programare
uk: Запис

source: Customer
cs: Zákazník
es: Cliente
fr: Client
pt: Cliente
ro: Client
uk: Клієнт

source: Created at
cs: Vytvořeno v
es: Creado en
fr: Créé le
pt: Criado em
ro: Creat la
uk: Створено о

source: members
cs: členové
es: Miembros
fr: membres
pt: Membros
ro: membri
uk: майстри(ів)

source: member
cs: člen
es: Miembro
fr: membre
pt: Membro
ro: membru
uk: майстер

source: Day off
cs: Volno
es: Día libre
fr: Jour de congé
pt: Dia livre
ro: Zi libera
uk: Вихідний

source: Working
cs: Pracovní
es: Trabajando
fr: En service
pt: Trabalhando
ro: Se lucreaza
uk: Працює

# select_date
source: Select a date
cs: Vyberte datum
es: Seleccionar una fecha
fr: Sélectionnez une date
pt: Selecionar uma data
ro: Selecteaza o data
uk: Оберіть дату

source: Select time
cs: Vyberte čas
es: Seleccionar una hora
fr: Sélectionnez l'heure
pt: Selecionar um horário
ro: Selecteaza un timp
uk: Оберіть час

# new_word
source: New
cs: Nový
es: Nuevo
fr: Nouveau
pt: Novo
ro: Nou
uk: Нова

source: New master
cs: Nový mistr
es: Nuevo Master
fr: Nouveau maître
pt: Novo Master
ro: Maestru nou
uk: нового майстра

source: New Code Sent
cs: Nový kód odeslán
es: Nuevo código enviado
fr: Nouveau code envoyé
pt: Novo código enviado
ro: Cod Nou Trimis
uk: Новий код надіслано

source: New client
cs: Nový klient
es: Nuevo cliente
fr: Nouveau client
pt: Novo cliente
ro: Client nou
uk: нового клієнта

source: New service
cs: Nová služba
es: Nuevo servicio
fr: Nouveau service
pt: Novo serviço
ro: Serviciu nou
uk: нову послугу

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
pt: Cancelar
ro: Anuleaza
uk: Скасувати

# timeError
source: Whoops! Time seems to be invalid
cs: Jejda! Čas se zdá být neplatný
es: !Oops! La hora parece ser invalida
fr: Oups ! L'heure semble invalide
pt: !Oops! A hora parece ser inválida
ro: Hopa! Timpul pare sa fie invalid
uk: Ой! Цей час недоступний

# breakError
source: Whoops! Break time seems to be invalid
cs: Jejda! Čas přestávky se zdá být neplatný
es: !Oops! El tiempo de descanso parece no ser válido
fr: Oups ! L'heure de pause semble invalide
pt: !Oops! O tempo de descanso parece não ser válido
ro: Hopa! Timpul de pauza pare sa fie invalid
uk: Ой! Цей час недоступний

source: Working hours
cs: Pracovní doba
es: Horas de trabajo
fr: Heures de travail
pt: Horário de trabalho
ro: Ore de lucru
uk: Робочі години

# lunch
source: Break
cs: Přestávka
es: Descanso
fr: Pause
pt: Descanso
ro: Pauza
uk: Обід

source: See profile
cs: Zobrazit profil
es: Ver perfil
fr: Voir le profil
pt: Ver perfil
ro: Vezi profil
uk: Див. профіль

# noVisit
source: No visits available
cs: Žádné návštěvy k dispozici
es: Ninguna visita está disponible
fr: Aucune visite disponible
pt: Nenhuma visita está disponível
ro: Nicio vizita disponibila
uk: Записів поки немає

source: No review
cs: Žádná recenze
es: Sin revisión
fr: Aucun commentaire
pt: Nenhuma revisão
ro: Nicio recenzie
uk: Відгуків поки немає

source: review
cs: recenze
es: Revisión
fr: commentaire
pt: Revisão
ro: recenzie
uk: Відгук

source: comments
cs: komentáře
es: Comentarios
fr: commentaires
pt: Comentários
ro: comentarii
uk: коментарі(в)

source: comment
cs: komentář
es: Comentarios
fr: commentaire
pt: Comentário
ro: comentariu
uk: коментар

source: sent at
cs: odesláno v
es: Enviado a
fr: envoyé le
pt: Enviado a
ro: trimis la
uk: надіслано о

# addReview
source: add a review
cs: přidat recenzi
es: Agregar una revisión
fr: ajouter un commentaire
pt: Adicionar uma avaliação
ro: adauga o recenzie
uk: додати відгук

# youRatedClient
source: You rated the client
cs: Ohodnotili jste klienta
es: Tu clasificaste al cliente
fr: Vous avez évalué le client
pt: Você classificou o cliente
ro: Ai evaluat clientul
uk: Ви оцінили клієнта

source: Note
cs: Poznámka
es: Nota
pt: Nota
ro: Nota
uk: Примітка

source: Profile settings
cs: Nastavení profilu
es: Configuración del perfil
fr: Paramètres de profil
pt: Configurações do perfil
ro: Setari profil
uk: Налаштування

source: site
cs: stránka
es: Sitio
fr: site web
pt: Local
uk: сайт

source: address
cs: adresa
es: Dirección
fr: adresse
pt: Endereço
ro: adreasa
uk: адреса

source: Show more
cs: Zobrazit více
es: Mostrar más
fr: Voir plus
pt: Mostrar mais
ro: Arata mai mult
uk: Показати більше

source: Show less
cs: Zobrazit méně
es: Mostrar menos
fr: Voir moins
pt: Mostrar menos
ro: Arata mai putin
uk: Показати менше

source: Show all
cs: Zobrazit vše
es: Mostrar todo
fr: Voir tout
pt: Mostrar tudo
ro: Arata tot
uk: Показати всі

# itemOfService
source: service
cs: služba
es: Servicio
pt: Serviço
ro: serviciu
uk: послуга

# itemsOfServices
source: services
cs: služby
es: Servicios
pt: Serviços
ro: servicii
uk: послуг(и)

source: Links
cs: Odkazy
fr: Liens
ro: Legaturi
uk: Посилання

# facebookFieldHint
source: Add facebook messenger link
cs: Přidejte odkaz na facebook messenger
es: Agregar link de facebook (messenger)
fr: Ajouter le lien de messagerie Facebook
pt: Adicionar link para facebook (messenger)
ro: Adauga link spre facebook messenger
uk: Додати посилання на месенджер Facebook

# viberFieldHint
source: Add viber number
cs: Přidejte číslo viber
es: Agregar numero de viber
fr: Ajouter le numéro Viber
pt: Adicionar número de viber
ro: Adauga numar viber
uk: Додати номер Viber

# telegramFieldHint
source: Add telegram number
cs: Přidejte číslo telegram
es: Agregar numero de telegram
fr: Ajouter le numéro Telegram
pt: Adicionar número de telegram
ro: Adauga numar telegram
uk: Додати номер Telegram

# whatsappFieldHint
source: Add whatsapp number
cs: Přidejte číslo whatsapp
es: Agregar numero de whatsapp
fr: Ajouter le numéro WhatsApp
pt: Adicionar número de whatsapp
ro: Adauga numar whatsapp
uk: Додати номер WhatsApp

# instagramFieldHint
source: Add instagram profile link
cs: Přidejte odkaz na instagramový profil
es: Agregar link del perfil de instagram
fr: Ajouter le lien du profil Instagram
pt: Adicionar link do perfil de instagram
ro: Adauga link spre profilul de instagram
uk: Додати посилання на профіль Instagram

# photosOfBestWork
source: photos of best works (up to 10 photos)
cs: fotografie nejlepších prací (až 10 fotografií)
es: Fotos de los mejores trabajos (más de 10)
fr: photos des meilleurs travaux (jusqu'à 10 photos)
pt: Fotos dos melhores trabalhos (mais de 10)
ro: fotografii cu cele mai bune lucrari (pana la 10 imagini)
uk: фото кращих робіт (до 10 фото)

source: Photos
cs: Fotografie
es: Fotos
pt: Fotos
ro: Fotografii
uk: Фотографії

# photoInfo
source: these photos will be shown on the main screen of your profile page
cs: tyto fotografie budou zobrazeny na hlavní obrazovce vaší profilové stránky
es: Estas fotos se mostrarán en la pantalla principal de tu perfil
fr: ces photos seront affichées sur l'écran principal de votre page de profil
pt: Estas fotos serão exibidas na tela principal do seu perfil
ro: aceste poze vor fi prezentate pe ecranul principal al paginii tale de profil
uk: ці фотографії будуть показані на головному екрані сторінки вашого профілю

source: General settings
cs: Obecná nastavení
es: Configuraciones generales
fr: Paramètres généraux
pt: Configurações gerais
ro: Setari generale
uk: Налаштування

source: Security
cs: Bezpečnost
es: Seguridad
fr: Sécurité
pt: Segurança
ro: Securitate
uk: Безпека

# secureYourAccount
source: Secure your account with two_factor authentication
cs: Zabezpečte svůj účet dvoufaktorovou autentizací
es: Proteja su cuenta con la autenticación en dos pasos
fr: Sécurisez votre compte avec l'authentification à deux facteurs
pt: Proteja sua conta com a autenticação em duas etapas
ro: Securizeaza contul prin autentificarea in doi pasi
uk: Захистити свій акаунт за допомогою двофакторної аутентифікації

source: Change password
cs: Změnit heslo
es: Cambiar contraseña
fr: Changer le mot de passe
pt: Mudar a senha
ro: Schimba parola
uk: Змінити пароль

source: Change language
cs: Změnit jazyk
es: Cambiar idioma
fr: Changer la langue
pt: Mudar o idioma
ro: Schimba limba
uk: Змінити мову

# accountAvailableOnline
source: Account is visible to users
cs: Účet je viditelný uživatelům
es: La cuenta es visible para los usuarios
fr: Le compte est visible par les utilisateurs
pt: A conta é visível para os usuários
ro: Contul este vizibil pentru utilizatori
uk: Профіль видимий користувачам

source: Booking Policy
cs: Podmínky rezervace
es: Política de reservación
fr: Politique de réservation
pt: Política de reservas
ro: Politica de Rezervari
uk: Правила запису

source: Cancellation Policy
cs: Podmínky zrušení
es: Política de cancelación
fr: Politique d'annulation
pt: Política de cancelamento
ro: Politica de Anulare
uk: Правила скасування записів

source: Log out
cs: Odhlásit se
es: Cerrar sesión
fr: Déconnexion
pt: Sair da sessão
ro: Deconectare
uk: Вийти з акаунту

# logOutAlert
source: Are you sure you want to log out?
cs: Opravdu se chcete odhlásit?
es: ¿Estás seguro que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
pt: Tem certeza de que deseja sair da sessão?
ro: Sigur doresti sa te deconectezi?
uk: Ви впевнені, що хочете вийти?

source: The new client
cs: Nový klient
es: El nuevo cliente
fr: Le nouveau client
pt: O novo cliente
ro: Noul client
uk: Новий клієнт

# successfullyAdded
source: successfully added to the client base
cs: úspěšně přidán do zákaznické základny
es: Agregado exitosamente a la base de datos
fr: ajouté avec succès à la base de clients
pt: Adicionado com sucesso ao banco de dados
ro: adaugat cu succes in baza de date
uk: успішно доданий до бази клієнтів

source: View
cs: Zobrazit
es: Ver
fr: Voir
pt: Ver
ro: Vizualizare
uk: Показати

# session_expired
source: The sms code has expired. Please re_send the verification code to try again.
cs: SMS kód vypršel. Prosím, znovu odešlete ověřovací kód a zkuste to znovu.
es: El código de mensaje de texto ha caducado. Vuelva a enviar el código de verificación para intentarlo de nuevo
fr: Le code SMS a expiré. Veuillez renvoyer le code de vérification pour réessayer.
pt: O código da mensagem de texto expirou. Reenvie o código de verificação para tentar novamente
ro: Codul sms a expirat. Retrimite codul de verificare si incearca iarasi.
uk: Термін дії коду перевірки минув. Будь ласка, отримайте новий код

# custom_token_mismatch
source: Something went wrong
cs: Něco se pokazilo
es: Algo salió mal
fr: Quelque chose s'est mal passé
pt: Algo deu errado
ro: Ceva nu a mers bine
uk: Ой! Щось пішло не так

# invalid_custom_token
source: Something went wrong
cs: Něco se pokazilo
es: Algo salió mal
fr: Quelque chose s'est mal passé
pt: Algo deu errado
ro: Ceva nu a mers bine
uk: Ой! Щось пішло не так

# user_disabled
source: Your access have been disabled temporarily, please reach out to the admin
cs: Váš přístup byl dočasně zablokován, prosím, kontaktujte správce
es: Su acceso ha sido desactivado temporalmente, por favor, póngase en contacto con el administrador
fr: Votre accès a été temporairement désactivé. Veuillez contacter l'administrateur.
pt: Seu acesso foi temporariamente desativado. Entre em contato com o administrador
ro: Accesul tau a fost momentan restrictionat, te rugam sa contactezi administratorul
uk: Ваш доступ тимчасово обмежено. Будь ласка, зверніться до адміністратора

# user_not_found
source: No user found
cs: Uživatel nenalezen
es: Ningún usuario ha sido encontrado
fr: Aucun utilisateur trouvé
pt: Nenhum usuário foi encontrado
ro: Niciun utilizator gasit
uk: Користувача не знайдено

# weak_password
source: Password is too weak
cs: Heslo je příliš slabé
es: La contraseña es demasiado débil
fr: Le mot de passe est trop faible
pt: A senha é muito fraca
ro: Parola este prea slaba
uk: Слабкий пароль

# email_already_in_use
source: This email is already in use
cs: Tento e-mail je již používán
es: Este Email ya está en uso
fr: Cet e-mail est déjà utilisé
pt: Este correio eletrônico já está em uso
ro: Acest email este deja folosit
uk: Ця електронна адреса вже використовується

# invalid_email
source: Email seems to be invalid
cs: E-mail se zdá být neplatný
es: El Email parece ser invalido
fr: L'e-mail semble invalide
pt: O correio eletrônico parece ser inválido
ro: Adresa de email este invalida
uk: Електронна адреса недійсна

# operation_not_allowed
source: Email has been blocked, please contact admin
cs: E-mail byl zablokován, prosím, kontaktujte správce
es: El Email ha sido bloqueado, póngase en contacto con el administrador
fr: L'e-mail a été bloqué, veuillez contacter l'administrateur
pt: O correio eletrônico foi bloqueado, entre em contato com o administrador
ro: Adresa de email a fost blocata, te rugam sa contactezi administratorul
uk: Ця електронна адреса заблокована. Будь ласка, зверніться до адміністратора

# account_exists_with_different_credential
source: Account with this email address already exists
cs: Účet s touto e-mailovou adresou již existuje
es: Ya existe una cuenta con esta dirección de correo electrónico
fr: Un compte avec cette adresse e-mail existe déjà
pt: Já existe uma conta com esse endereço de correio eletrônico
ro: Un cont cu acest email exista deja
uk: Обліковий запис з цією адресою вже існує

# invalid_credential
source: Credentials are not valid
cs: Přihlašovací údaje nejsou platné
es: Las credenciales no son válidas
fr: Les informations d'identification ne sont pas valides
pt: As credenciais não são válidas
ro: Datele inscrise nu sunt valide
uk: Дані облікового запису недійсні

# wrong_password
source: Password is incorrect
cs: Heslo je nesprávné
es: La contraseña es incorrecta
fr: Le mot de passe est incorrect
pt: A senha está incorreta
ro: Parola este incorecta
uk: Пароль недійсний

# invalid_verification_id
source: Password is incorrect
cs: Heslo je nesprávné
es: La contraseña es incorrecta
fr: Le mot de passe est incorrect
pt: A senha está incorreta
ro: Parola este incorecta
uk: Пароль недійсний

# expired_action_code
source: OTP has expired, please send a new one again
cs: OTP vypršela, prosím, odešlete novou znovu
es: La OTP ha caducado, por favor envíe una nueva de nuevo
fr: Le code OTP a expiré, veuillez en renvoyer un nouveau
pt: A OTP expirou, envie uma nova OTP novamente
ro: Codul de verificare a expirat, te rugam trimite unul nou
uk: Термін дії коду минув. Будь ласка, отримайте новий код

# invalid_action_code
source: OTP has expired, please send a new one again
cs: OTP vypršela, prosím, odešlete novou znovu
es: La OTP ha caducado, por favor envíe una nueva de nuevo
fr: Le code OTP a expiré, veuillez en renvoyer un nouveau
pt: A OTP expirou, envie um novo novamente
ro: Codul de verificare a expirat, te rugam trimite unul nou iarasi
uk: Термін дії коду минув. Будь ласка, отримайте новий код

# invalid_phone_number
source: Phone number is not valid
cs: Telefonní číslo není platné
es: El número telefónico no es válido
fr: Le numéro de téléphone n'est pas valide
pt: O número de telefone é inválido
ro: Numarul de telefon nu este valid
uk: Номер телефону недійсний

# missing_client_identifier
source: Please try again and fill reCAPTCHA on your web browser
cs: Prosím, zkuste to znovu a vyplňte reCAPTCHA ve vašem webovém prohlížeči
es: Por favor, inténtelo de nuevo y rellene el reCAPTCHA en su navegador web
fr: Veuillez réessayer et remplir le reCAPTCHA sur votre navigateur Web
pt: Tente novamente e preencha o reCAPTCHA em seu navegador da Web
ro: Te rugam sa incerci din nou si sa completezi reCAPTCHA
uk: Будь ласка, спробуйте ще раз та заповніть поле reCAPTCHA

# invalid_verification_code
source: OTP is incorrect
cs: OTP je nesprávná
es: La OTP es incorrecta
fr: Le code OTP est incorrect
pt: A OTP está incorreta
ro: Codul de verificare este incorect
uk: Код недійсний

# credential_already_in_use
source: Phone number is already in use
cs: Telefonní číslo je již používáno
es: El número de teléfono ya está en uso
fr: Le numéro de téléphone est déjà utilisé
pt: O número de telefone já está em uso
ro: Numarul de telefon este deja utilizat
uk: Цей номер телефону вже використовується

# errorOccurred
source: Error occurred Please try again!
cs: Došlo k chybě Prosím, zkuste to znovu!
es: Se ha producido un error Por favor, inténtelo de nuevo
fr: Une erreur s'est produite Veuillez réessayer !
pt: Ocorreu um erro tente novamente
ro: A aparut o eroare Te rugam sa incerci din nou!
uk: Виникла помилка. Будь ласка, спробуйте ще раз

# otpSentTo
source: OTP sent again to
cs: OTP byla znovu odeslána na
es: La OTP ha sido enviada de nuevo a
fr: OTP renvoyé à
pt: A OTP foi enviada de volta para
ro: Codul de verificare trimis iarasi la
uk: Код надіслано знову на

# enterOtpAlert
source: Please enter the OTP first!
cs: Nejprve zadejte OTP!
es: Por favor, introduzca primero la OTP
fr: Veuillez d'abord entrer le code OTP !
pt: Primeiro, digite a OTP
ro: Te rugam sa introduci codul de verificare mai intai!
uk: Будь ласка, введіть спочатку код

# photo_permission_error
source: Don't have permission to access photos
cs: Nemáte povolení přistupovat k fotografiím
es: No tienes permiso para acceder a las fotos
fr: Pas d'autorisation d'accéder aux photos
pt: Você não tem permissão para acessar as fotos
ro: Nu ai permisiunea sa accesezi fotografiile
uk: Немає дозволу на доступ до фотографій

# show_internet_error
source: Error occurred ! Please check your internet connection and try again.
cs: Došlo k chybě! Zkontrolujte prosím vaše internetové připojení a zkuste to znovu.
es: Se ha producido un error. Compruebe su conexión a Internet e inténtelo de nuevo.
fr: Une erreur s'est produite ! Veuillez vérifier votre connexion Internet et réessayer.
pt: Ocorreu um erro. Verifique sua conexão com a Internet e tente novamente
ro: A aparut o eroare! Te rugam sa verifici conexiunea la internet si sa incerci din nou.
uk: Виникла помилка! Перевірте підключення до Інтернету та повторіть спробу

source: Paid features
cs: Placené funkce
es: Funciones de pago
fr: Fonctionnalités payantes
pt: Funções de pagamento
ro: Caracteristici platite
uk: Платні функції

source: Unlock premium features
cs: Odemkněte prémiové funkce
es: Desbloquear funciones Premium
fr: Débloquez les fonctionnalités premium
pt: Desbloquear recursos premium
ro: Deblocheaza caracteristici premium
uk: Розблокувати Premium функції

source: Payment history
cs: Historie plateb
es: Historial de pagos
fr: Historique des paiements
pt: Histórico de pagamentos
ro: Istoric plati
uk: Історія платежів

source: Coming soon!
cs: Již brzy!
es: Próximamente
fr: Bientôt disponible !
pt: Em breve
ro: In curand!
uk: Незабаром!

source: Retry
cs: Zkusit znovu
es: Reintentar
fr: Réessayer
pt: Tentar novamente
ro: Reincearca
uk: Повторіть спробу

source: Total earned
cs: Celkově vyděláno
es: Total ganado
fr: Total gagné
pt: Total recebido
ro: Total castiguri
uk: Весь дохід

# ukr
source: Ukraine
cs: Ukrajina
es: Ucrania
pt: Ucrânia
ro: Ucraina
uk: Україна

# aus
source: Australia
cs: Austrálie
fr: Australie
pt: Austrália
uk: Австралія

# blr
source: Belarus
cs: Bělorusko
es: Bielorrusia
fr: Biélorussie
uk: Білорусь

# can
source: Canada
cs: Kanada
es: Canadá
pt: Canadá
uk: Канада

# hrv
source: Croatia
cs: Chorvatsko
es: Croacia
fr: Croatie
pt: Croácia
uk: Хорватія

# geo
source: Georgia
cs: Gruzie
fr: Géorgie
pt: Geórgia
uk: Грузія

# ind
source: India
cs: Indie
fr: Inde
pt: Índia
uk: Індія

# mda
source: Moldova, Republic of
cs: Moldavsko, republika
es: Republica de Moldavia
fr: Moldavie, République de
pt: República da Moldávia
ro: Republica Moldova
uk: Молдова, Республіка

# rou
source: Romania
cs: Rumunsko
es: Rumanía
fr: Roumanie
pt: Romênia
uk: Румунія

# srb
source: Serbia
cs: Srbsko
fr: Serbie
uk: Сербія

# tur
source: Turkey
cs: Turecko
es: Turquía
fr: Turquie
pt: Turquia
ro: Turcia
uk: Туреччина

# usa
source: United States
cs: Spojené státy
es: Estados Unidos
fr: États-Unis
pt: Estados Unidos
ro: Statele Unite
uk: Сполучені Штати

source: See Details
cs: Zobrazit detaily
es: Ver detalles
fr: Voir les détails
pt: Ver detalhes
ro: Vezi Detalii
uk: Див. деталі

source: Book
cs: Rezervovat
es: Reserva
fr: Réserver
pt: Reserva
ro: Rezerva
uk: Запис

source: New Appointment
cs: Nová schůzka
es: Nueva cita
fr: Nouveau rendez-vous
pt: Nova consulta
ro: Programare Noua
uk: Новий запис

source: Repeated
cs: Opakovaná
es: Repetido
fr: Répété
pt: Repetido
ro: Repetat
uk: Попередні

# continue_word
source: Continue
cs: Pokračovat
es: Continuar
fr: Continuer
pt: Continuar
ro: Continua
uk: Продовжити

source: confirm
cs: Potvrdit
es: Confirmar
fr: Confirmer
pt: Confirmar
uk: Підтвердити

# chooseMaster
source: Choose a master
cs: Vyberte mistra
es: Elegir un Master
fr: Choisir un maître
pt: Escolher um Master
ro: Alege un maestru
uk: Оберіть майстра

# chooseService
source: Choose one or several services
cs: Vyberte jednu nebo několik služeb
es: Elija uno o varios servicios
fr: Choisir un ou plusieurs services
pt: Escolha um ou mais serviços
ro: Alege unul sau mai multe servicii
uk: Оберіть одну чи кілька послуг

source: Available time
cs: Dostupný čas
es: Horario disponible
fr: Heure disponible
pt: Horário disponível
ro: Timp disponibil
uk: Доступний час

source: Morning
cs: Ráno
es: Mañana
fr: Matin
pt: Manhã
ro: Dimineata
uk: Ранок

source: Afternoon
cs: Odpoledne
es: Tarde
fr: Après-midi
pt: Tarde
ro: Dupa-masa
uk: День

source: Evening
cs: Večer
es: Noche
fr: Soir
pt: Noite
ro: Seara
uk: Вечір

source: Appointment for
cs: Schůzka pro
es: Cita para
fr: Rendez-vous pour
pt: Consulta para
ro: Programare pentru
uk: Запис для

source: Myself
cs: Sebe
es: Mi mismo
fr: Moi-même
pt: Eu mesmo
ro: Mine
uk: мене
